Repository: w99910/anchor-ai
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, pt, th

source: Chat
fr: Discussion
hi: चैट
th: แชท

source: Journal
de: Tagebuch
es: Diario
hi: डायरी
it: Diario
pt: Diário
th: บันทึก

source: Home
de: Startseite
es: Inicio
fr: Accueil
hi: होम
pt: Início
th: หน้าแรก

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
pt: Configurações
th: ตั้งค่า

source: Help
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
it: Aiuto
pt: Ajuda
th: ช่วยเหลือ

source: Friend
de: Freund
es: Amigo
fr: Ami
hi: दोस्त
it: Amico
pt: Amigo
th: เพื่อน

source: Therapist
de: Therapeut
es: Terapeuta
fr: Thérapeute
hi: थेरेपिस्ट
it: Terapeuta
pt: Terapeuta
th: นักบำบัด

# chatWithFriend
source: Chat with a friend
de: Mit einem Freund chatten
es: Chatear con un amigo
fr: Discuter avec un ami
hi: दोस्त से बात करें
it: Chatta con un amico
pt: Conversar com um amigo
th: พูดคุยกับเพื่อน

source: Guided conversation
de: Geführtes Gespräch
es: Conversación guiada
fr: Conversation guidée
hi: मार्गदर्शित बातचीत
it: Conversazione guidata
pt: Conversa guiada
th: การสนทนาแบบมีผู้แนะนำ

# friendEmptyStateDescription
source: I'm here to listen. Share anything on your mind.
de: Ich bin hier, um zuzuhören. Teile alles, was dir auf dem Herzen liegt.
es: Estoy aquí para escucharte. Comparte lo que tengas en mente.
fr: Je suis là pour écouter. Partagez tout ce qui vous préoccupe.
hi: मैं सुनने के लिए यहाँ हूँ। जो भी आपके मन में हो, साझा करें।
it: Sono qui per ascoltarti. Condividi tutto ciò che hai in mente.
pt: Estou aqui para ouvir. Compartilhe o que está em sua mente.
th: ฉันพร้อมรับฟัง แบ่งปันสิ่งที่อยู่ในใจของคุณได้เลย

# therapistEmptyStateDescription
source: Explore your thoughts with guided therapeutic dialogue.
de: Erkunde deine Gedanken mit therapeutischer Gesprächsführung.
es: Explora tus pensamientos con diálogo terapéutico guiado.
fr: Explorez vos pensées avec un dialogue thérapeutique guidé.
hi: मार्गदर्शित चिकित्सीय संवाद के साथ अपने विचारों का अन्वेषण करें।
it: Esplora i tuoi pensieri con un dialogo terapeutico guidato.
pt: Explore seus pensamentos com diálogo terapêutico guiado.
th: สำรวจความคิดของคุณด้วยบทสนทนาเชิงบำบัด

# typeMessage
source: Type a message...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Tapez un message...
hi: संदेश लिखें...
it: Scrivi un messaggio...
pt: Digite uma mensagem...
th: พิมพ์ข้อความ...

source: Thinking...
de: Denkt nach...
es: Pensando...
fr: Réflexion...
hi: सोच रहा हूँ...
it: Sto pensando...
pt: Pensando...
th: กำลังคิด...

source: Loading model...
de: Modell wird geladen...
es: Cargando modelo...
fr: Chargement du modèle...
hi: मॉडल लोड हो रहा है...
it: Caricamento modello...
pt: Carregando modelo...
th: กำลังโหลดโมเดล...

source: Download Model
de: Modell herunterladen
es: Descargar modelo
fr: Télécharger le modèle
hi: मॉडल डाउनलोड करें
it: Scarica modello
pt: Baixar modelo
th: ดาวน์โหลดโมเดล

source: Download AI Model
de: KI-Modell herunterladen
es: Descargar modelo de IA
fr: Télécharger le modèle IA
hi: AI मॉडल डाउनलोड करें
it: Scarica modello IA
pt: Baixar modelo de IA
th: ดาวน์โหลด AI โมเดล

source: Advanced AI
de: Erweitertes KI
es: IA Avanzada
fr: IA Avancée
hi: उन्नत AI
it: IA Avanzata
pt: IA Avançada
th: AI ขั้นสูง

source: Compact AI
de: Kompaktes KI
es: IA Compacta
fr: IA Compacte
hi: कॉम्पैक्ट AI
it: IA Compatta
pt: IA Compacta
th: AI กะทัดรัด

source: On-Device AI Chat
de: KI-Chat auf dem Gerät
es: Chat de IA en el dispositivo
fr: Chat IA sur l'appareil
hi: डिवाइस पर AI चैट
it: Chat IA sul dispositivo
pt: Chat de IA no dispositivo
th: AI แชทบนอุปกรณ์

source: Select Model
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner le modèle
hi: मॉडल चुनें
it: Seleziona modello
pt: Selecionar modelo
th: เลือกโมเดล

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
it: Consigliato
pt: Recomendado
th: แนะนำ

source: Current
de: Aktuell
es: Actual
fr: Actuel
hi: वर्तमान
it: Attuale
pt: Atual
th: ปัจจุบัน

source: Currently in use
de: Wird derzeit verwendet
es: Actualmente en uso
fr: Actuellement utilisé
hi: वर्तमान में उपयोग में
it: Attualmente in uso
pt: Em uso atualmente
th: กำลังใช้งานอยู่

source: More capable • Better responses
de: Leistungsfähiger • Bessere Antworten
es: Más capaz • Mejores respuestas
fr: Plus performant • Meilleures réponses
hi: अधिक सक्षम • बेहतर प्रतिक्रियाएं
it: Più potente • Risposte migliori
pt: Mais capaz • Melhores respostas
th: มีความสามารถมากขึ้น • ตอบกลับดีขึ้น

source: Lightweight • Fast responses
de: Leichtgewichtig • Schnelle Antworten
es: Ligero • Respuestas rápidas
fr: Léger • Réponses rapides
hi: हल्का • तेज़ प्रतिक्रियाएं
it: Leggero • Risposte veloci
pt: Leve • Respostas rápidas
th: เบา • ตอบกลับเร็ว

# keepAppOpenDuringDownload
source: Please keep the app open during download
de: Bitte lass die App während des Downloads geöffnet
es: Por favor mantén la app abierta durante la descarga
fr: Veuillez garder l'app ouverte pendant le téléchargement
hi: कृपया डाउनलोड के दौरान ऐप खुला रखें
it: Per favore mantieni l'app aperta durante il download
pt: Por favor, mantenha o app aberto durante o download
th: กรุณาเปิดแอปไว้ระหว่างดาวน์โหลด

# switchText
source: Switch
de: Wechseln
es: Cambiar
fr: Changer
hi: स्विच करें
it: Cambia
pt: Trocar
th: สลับ

# choosePreferredAiModel
source: Choose your preferred AI model for private, on-device conversations.
de: Wähle dein bevorzugtes KI-Modell für private Gespräche auf dem Gerät.
es: Elige tu modelo de IA preferido para conversaciones privadas en el dispositivo.
fr: Choisissez votre modèle d'IA préféré pour des conversations privées sur l'appareil.
hi: निजी, ऑन-डिवाइस बातचीत के लिए अपना पसंदीदा AI मॉडल चुनें।
it: Scegli il tuo modello AI preferito per conversazioni private sul dispositivo.
pt: Escolha seu modelo de IA preferido para conversas privadas no dispositivo.
th: เลือกโมเดล AI ที่คุณชอบสำหรับการสนทนาส่วนตัวบนอุปกรณ์

# requiresWifiDownloadSize
source: Requires Wi-Fi recommended. Download size: ~{size}
de: WLAN empfohlen. Download-Größe: ~{size}
es: Se recomienda Wi-Fi. Tamaño de descarga: ~{size}
fr: Wi-Fi recommandé. Taille du téléchargement: ~{size}
hi: वाई-फाई अनुशंसित। डाउनलोड आकार: ~{size}
it: Wi-Fi consigliato. Dimensione download: ~{size}
pt: Wi-Fi recomendado. Tamanho do download: ~{size}
th: แนะนำใช้ Wi-Fi ขนาดดาวน์โหลด: ~{size}

source: About
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Informazioni
pt: Sobre
th: เกี่ยวกับ

# downloadSize
source: ~{size} download
es: ~{size} descarga
fr: ~{size} téléchargement
hi: ~{size} डाउनलोड
th: ~{size} ดาวน์โหลด

source: Model Ready
de: Modell bereit
es: Modelo listo
fr: Modèle prêt
hi: मॉडल तैयार
it: Modello pronto
pt: Modelo pronto
th: โมเดลพร้อมแล้ว

source: Start Chatting
de: Chat starten
es: Empezar a chatear
fr: Commencer à discuter
hi: चैट शुरू करें
it: Inizia a chattare
pt: Começar a conversar
th: เริ่มแชท

source: Switch to Different Model
de: Zu anderem Modell wechseln
es: Cambiar a otro modelo
fr: Changer de modèle
hi: दूसरे मॉडल पर स्विच करें
it: Passa a un altro modello
pt: Mudar para outro modelo
th: เปลี่ยนเป็นโมเดลอื่น

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
pt: Aparência
th: รูปลักษณ์

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
pt: Idioma
th: ภาษา

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
hi: भाषा चुनें
it: Seleziona lingua
pt: Selecionar idioma
th: เลือกภาษา

source: AI Provider
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur IA
hi: AI प्रदाता
it: Provider IA
pt: Provedor de IA
th: ผู้ให้บริการ AI

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
pt: Segurança
th: ความปลอดภัย

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
pt: Notificações
th: การแจ้งเตือน

source: Data
de: Daten
es: Datos
fr: Données
hi: डेटा
it: Dati
pt: Dados
th: ข้อมูล

source: App lock
de: App-Sperre
es: Bloqueo de app
fr: Verrouillage de l'app
hi: ऐप लॉक
it: Blocco app
pt: Bloqueio do app
th: ล็อคแอป

source: Push notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
hi: पुश सूचनाएं
it: Notifiche push
pt: Notificações push
th: การแจ้งเตือนแบบพุช

source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
it: Cancella cronologia
pt: Limpar histórico
th: ล้างประวัติ

source: Clear all data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
hi: सभी डेटा साफ़ करें
it: Cancella tutti i dati
pt: Limpar todos os dados
th: ล้างข้อมูลทั้งหมด

source: Export data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
hi: डेटा निर्यात करें
it: Esporta dati
pt: Exportar dados
th: ส่งออกข้อมูล

source: Skip
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
pt: Pular
th: ข้าม

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
pt: Próximo
th: ถัดไป

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
pt: Começar
th: เริ่มต้นใช้งาน

# continueText
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
pt: Continuar
th: ดำเนินการต่อ

source: Journal your thoughts
de: Schreibe deine Gedanken auf
es: Escribe tus pensamientos
fr: Notez vos pensées
hi: अपने विचार लिखें
it: Scrivi i tuoi pensieri
pt: Escreva seus pensamentos
th: บันทึกความคิดของคุณ

# journalDescription
source: Express yourself freely and track your emotional journey over time.
de: Drücke dich frei aus und verfolge deine emotionale Reise.
es: Exprésate libremente y sigue tu viaje emocional.
fr: Exprimez-vous librement et suivez votre parcours émotionnel.
hi: स्वतंत्र रूप से अभिव्यक्त करें और अपनी भावनात्मक यात्रा को ट्रैक करें।
it: Esprimiti liberamente e traccia il tuo percorso emotivo.
pt: Expresse-se livremente e acompanhe sua jornada emocional.
th: แสดงออกอย่างอิสระและติดตามการเดินทางทางอารมณ์ของคุณ

source: Talk to AI companion
de: Mit KI-Begleiter sprechen
es: Hablar con el compañero de IA
fr: Parler au compagnon IA
hi: AI साथी से बात करें
it: Parla con il compagno IA
pt: Falar com o companheiro de IA
th: พูดคุยกับ AI คู่หู

# talkToAiDescription
source: Chat anytime with a supportive AI friend or therapist.
de: Chatte jederzeit mit einem unterstützenden KI-Freund oder Therapeuten.
es: Chatea en cualquier momento con un amigo de IA o terapeuta que te apoya.
fr: Discutez à tout moment avec un ami IA ou un thérapeute bienveillant.
hi: किसी भी समय एक सहायक AI मित्र या थेरेपिस्ट से चैट करें।
it: Chatta in qualsiasi momento con un amico IA o un terapeuta che ti supporta.
pt: Converse a qualquer momento com um amigo de IA ou terapeuta que oferece apoio.
th: แชทได้ทุกเมื่อกับเพื่อน AI หรือนักบำบัดที่คอยสนับสนุน

source: Track your progress
de: Verfolge deinen Fortschritt
es: Sigue tu progreso
fr: Suivez vos progrès
hi: अपनी प्रगति ट्रैक करें
it: Monitora i tuoi progressi
pt: Acompanhe seu progresso
th: ติดตามความก้าวหน้าของคุณ

# trackProgressDescription
source: Understand your mental patterns with insights and evaluations.
de: Verstehe deine mentalen Muster mit Einblicken und Bewertungen.
es: Comprende tus patrones mentales con análisis y evaluaciones.
fr: Comprenez vos schémas mentaux grâce aux analyses et évaluations.
hi: अंतर्दृष्टि और मूल्यांकन के साथ अपने मानसिक पैटर्न को समझें।
it: Comprendi i tuoi schemi mentali con analisi e valutazioni.
pt: Entenda seus padrões mentais com insights e avaliações.
th: เข้าใจรูปแบบจิตใจของคุณด้วยข้อมูลเชิงลึกและการประเมิน

source: Choose your language
de: Wähle deine Sprache
es: Elige tu idioma
fr: Choisissez votre langue
hi: अपनी भाषा चुनें
it: Scegli la tua lingua
pt: Escolha seu idioma
th: เลือกภาษาของคุณ

# languageDescription
source: Select your preferred language for the app. You can change this later in settings.
de: Wähle deine bevorzugte Sprache für die App. Du kannst dies später in den Einstellungen ändern.
es: Selecciona tu idioma preferido para la app. Puedes cambiarlo después en configuración.
fr: Sélectionnez votre langue préférée pour l'application. Vous pouvez la modifier plus tard dans les paramètres.
hi: ऐप के लिए अपनी पसंदीदा भाषा चुनें। आप इसे बाद में सेटिंग्स में बदल सकते हैं।
it: Seleziona la lingua preferita per l'app. Puoi cambiarla in seguito nelle impostazioni.
pt: Selecione seu idioma preferido para o app. Você pode alterar isso depois nas configurações.
th: เลือกภาษาที่คุณต้องการสำหรับแอป คุณสามารถเปลี่ยนได้ในภายหลังในการตั้งค่า

source: On-device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l'appareil
hi: डिवाइस पर
it: Sul dispositivo
pt: No dispositivo
th: บนอุปกรณ์

source: Cloud
es: Nube
hi: क्लाउड
pt: Nuvem
th: คลาวด์

# privateOnDevice
source: 100% on-device
de: 100% auf dem Gerät
es: 100% en el dispositivo
fr: 100% sur l'appareil
hi: 100% डिवाइस पर
it: 100% sul dispositivo
pt: 100% no dispositivo
th: 100% บนอุปกรณ์

source: Using Cloud AI
de: Verwendet Cloud-KI
es: Usando IA en la nube
fr: Utilisation de l'IA Cloud
hi: क्लाउड AI का उपयोग
it: Utilizzo IA Cloud
pt: Usando IA na nuvem
th: ใช้ Cloud AI

source: Offline mode
de: Offline-Modus
es: Modo sin conexión
fr: Mode hors ligne
hi: ऑफ़लाइन मोड
it: Modalità offline
pt: Modo offline
th: โหมดออฟไลน์

source: AI Ready
de: KI bereit
es: IA lista
fr: IA prête
hi: AI तैयार
it: IA pronta
pt: IA pronta
th: AI พร้อมแล้ว

source: Native AI
de: Native KI
es: IA nativa
fr: IA native
hi: नेटिव AI
it: IA nativa
pt: IA nativa
th: AI แบบเนทีฟ

source: Demo mode
de: Demo-Modus
es: Modo demo
fr: Mode démo
hi: डेमो मोड
it: Modalità demo
pt: Modo demo
th: โหมดสาธิต

source: Checking model...
de: Modell wird überprüft...
es: Verificando modelo...
fr: Vérification du modèle...
hi: मॉडल जाँच रहा है...
it: Controllo modello...
pt: Verificando modelo...
th: กำลังตรวจสอบโมเดล...

source: Loading AI model...
de: KI-Modell wird geladen...
es: Cargando modelo de IA...
fr: Chargement du modèle IA...
hi: AI मॉडल लोड हो रहा है...
it: Caricamento modello IA...
pt: Carregando modelo de IA...
th: กำลังโหลด AI โมเดล...

# preparingModelForChat
source: Preparing the model for chat
de: Modell wird für den Chat vorbereitet
es: Preparando el modelo para el chat
fr: Préparation du modèle pour le chat
hi: चैट के लिए मॉडल तैयार हो रहा है
it: Preparazione del modello per la chat
pt: Preparando o modelo para o chat
th: กำลังเตรียมโมเดลสำหรับแชท

# getModelForPrivateChat
source: Get the {modelName} model for private, on-device AI chat
de: Hol dir das {modelName}-Modell für private KI-Chats auf dem Gerät
es: Obtén el modelo {modelName} para chat de IA privado en el dispositivo
fr: Obtenez le modèle {modelName} pour un chat IA privé sur l'appareil
hi: निजी, डिवाइस पर AI चैट के लिए {modelName} मॉडल प्राप्त करें
it: Ottieni il modello {modelName} per chat IA private sul dispositivo
pt: Obtenha o modelo {modelName} para chat de IA privado no dispositivo
th: รับโมเดล {modelName} สำหรับแชท AI แบบส่วนตัวบนอุปกรณ์

source: Load Model
de: Modell laden
es: Cargar modelo
fr: Charger le modèle
hi: मॉडल लोड करें
it: Carica modello
pt: Carregar modelo
th: โหลดโมเดล

source: AI model ready
de: KI-Modell bereit
es: Modelo de IA listo
fr: Modèle IA prêt
hi: AI मॉडल तैयार
it: Modello IA pronto
pt: Modelo de IA pronto
th: AI โมเดลพร้อมแล้ว

# loadModelToStartChatting
source: Load the model to start chatting
de: Lade das Modell, um zu chatten
es: Carga el modelo para empezar a chatear
fr: Chargez le modèle pour commencer à discuter
hi: चैट शुरू करने के लिए मॉडल लोड करें
it: Carica il modello per iniziare a chattare
pt: Carregue o modelo para começar a conversar
th: โหลดโมเดลเพื่อเริ่มแชท

# deviceHasEnoughRam
source: Your device has enough RAM for both models
de: Dein Gerät hat genug RAM für beide Modelle
es: Tu dispositivo tiene suficiente RAM para ambos modelos
fr: Votre appareil a suffisamment de RAM pour les deux modèles
hi: आपके डिवाइस में दोनों मॉडल के लिए पर्याप्त RAM है
it: Il tuo dispositivo ha abbastanza RAM per entrambi i modelli
pt: Seu dispositivo tem RAM suficiente para ambos os modelos
th: อุปกรณ์ของคุณมี RAM เพียงพอสำหรับทั้งสองโมเดล

# wifiRecommended
source: Requires Wi-Fi recommended. Download size: ~{size}
de: WLAN empfohlen. Download-Größe: ~{size}
es: Se recomienda Wi-Fi. Tamaño de descarga: ~{size}
fr: Wi-Fi recommandé. Taille du téléchargement : ~{size}
hi: Wi-Fi अनुशंसित। डाउनलोड आकार: ~{size}
it: Wi-Fi consigliato. Dimensione download: ~{size}
pt: Wi-Fi recomendado. Tamanho do download: ~{size}
th: แนะนำให้ใช้ Wi-Fi ขนาดดาวน์โหลด: ~{size}

source: Checking model status...
de: Modellstatus wird überprüft...
es: Verificando estado del modelo...
fr: Vérification du statut du modèle...
hi: मॉडल स्थिति जाँच रहा है...
it: Controllo stato modello...
pt: Verificando status do modelo...
th: กำลังตรวจสอบสถานะโมเดล...

source: Download Failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
hi: डाउनलोड विफल
it: Download fallito
pt: Falha no download
th: ดาวน์โหลดล้มเหลว

source: Retry Download
de: Download wiederholen
es: Reintentar descarga
fr: Réessayer le téléchargement
hi: पुनः प्रयास करें
it: Riprova download
pt: Tentar novamente
th: ลองดาวน์โหลดใหม่

# keepAppOpen
source: Please keep the app open during download
de: Bitte lass die App während des Downloads geöffnet
es: Por favor mantén la app abierta durante la descarga
fr: Veuillez garder l'application ouverte pendant le téléchargement
hi: कृपया डाउनलोड के दौरान ऐप खुला रखें
it: Per favore mantieni l'app aperta durante il download
pt: Por favor, mantenha o app aberto durante o download
th: กรุณาเปิดแอปไว้ระหว่างดาวน์โหลด

source: Downloading...
de: Wird heruntergeladen...
es: Descargando...
fr: Téléchargement...
hi: डाउनलोड हो रहा है...
it: Download in corso...
pt: Baixando...
th: กำลังดาวน์โหลด...

source: Change model
de: Modell ändern
es: Cambiar modelo
fr: Changer de modèle
hi: मॉडल बदलें
it: Cambia modello
pt: Mudar modelo
th: เปลี่ยนโมเดล

# errorOccurred
source: I'm sorry, I encountered an issue. Please try again.
de: Entschuldigung, es ist ein Problem aufgetreten. Bitte versuche es erneut.
es: Lo siento, ocurrió un problema. Por favor intenta de nuevo.
fr: Désolé, un problème est survenu. Veuillez réessayer.
hi: क्षमा करें, एक समस्या आई। कृपया पुनः प्रयास करें।
it: Mi dispiace, si è verificato un problema. Per favore riprova.
pt: Desculpe, ocorreu um problema. Por favor, tente novamente.
th: ขออภัย เกิดปัญหาขึ้น กรุณาลองใหม่อีกครั้ง

source: Size
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
pt: Tamanho
th: ขนาด

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
pt: Privacidade
th: ความเป็นส่วนตัว

# downloadModelDescription
source: Download the AI model to enable private, on-device conversations.
de: Lade das KI-Modell herunter, um private Gespräche auf dem Gerät zu ermöglichen.
es: Descarga el modelo de IA para habilitar conversaciones privadas en el dispositivo.
fr: Téléchargez le modèle IA pour activer les conversations privées sur l'appareil.
hi: निजी, डिवाइस पर बातचीत सक्षम करने के लिए AI मॉडल डाउनलोड करें।
it: Scarica il modello IA per abilitare conversazioni private sul dispositivo.
pt: Baixe o modelo de IA para habilitar conversas privadas no dispositivo.
th: ดาวน์โหลด AI โมเดลเพื่อเปิดใช้การสนทนาแบบส่วนตัวบนอุปกรณ์

# chooseModelDescription
source: Choose your preferred AI model for private, on-device conversations.
de: Wähle dein bevorzugtes KI-Modell für private Gespräche auf dem Gerät.
es: Elige tu modelo de IA preferido para conversaciones privadas en el dispositivo.
fr: Choisissez votre modèle IA préféré pour les conversations privées sur l'appareil.
hi: निजी, डिवाइस पर बातचीत के लिए अपना पसंदीदा AI मॉडल चुनें।
it: Scegli il tuo modello IA preferito per conversazioni private sul dispositivo.
pt: Escolha seu modelo de IA preferido para conversas privadas no dispositivo.
th: เลือก AI โมเดลที่คุณต้องการสำหรับการสนทนาแบบส่วนตัวบนอุปกรณ์

source: About you
de: Über dich
es: Sobre ti
fr: À propos de vous
hi: आपके बारे में
it: Su di te
pt: Sobre você
th: เกี่ยวกับคุณ

# helpPersonalizeExperience
source: Help us personalize your experience
de: Hilf uns, dein Erlebnis zu personalisieren
es: Ayúdanos a personalizar tu experiencia
fr: Aidez-nous à personnaliser votre expérience
hi: अपने अनुभव को व्यक्तिगत बनाने में हमारी मदद करें
it: Aiutaci a personalizzare la tua esperienza
pt: Ajude-nos a personalizar sua experiência
th: ช่วยให้เราปรับแต่งประสบการณ์ของคุณ

source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo deberíamos llamarte?
fr: Comment devons-nous vous appeler ?
hi: हम आपको क्या बुलाएं?
it: Come dovremmo chiamarti?
pt: Como devemos te chamar?
th: เราควรเรียกคุณว่าอะไร?

# enterNameOrNickname
source: Enter your name or nickname
de: Gib deinen Namen oder Spitznamen ein
es: Ingresa tu nombre o apodo
fr: Entrez votre nom ou surnom
hi: अपना नाम या उपनाम दर्ज करें
it: Inserisci il tuo nome o soprannome
pt: Digite seu nome ou apelido
th: ใส่ชื่อหรือชื่อเล่นของคุณ

source: Birth year
de: Geburtsjahr
es: Año de nacimiento
fr: Année de naissance
hi: जन्म वर्ष
it: Anno di nascita
pt: Ano de nascimento
th: ปีเกิด

source: Select year
de: Jahr auswählen
es: Seleccionar año
fr: Sélectionner l'année
hi: वर्ष चुनें
it: Seleziona anno
pt: Selecionar ano
th: เลือกปี

source: Select birth year
de: Geburtsjahr auswählen
es: Seleccionar año de nacimiento
fr: Sélectionner l'année de naissance
hi: जन्म वर्ष चुनें
it: Seleziona anno di nascita
pt: Selecionar ano de nascimento
th: เลือกปีเกิด

source: Gender
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
it: Genere
pt: Gênero
th: เพศ

source: Male
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
it: Maschio
pt: Masculino
th: ชาย

source: Female
de: Weiblich
es: Femenino
fr: Femme
hi: महिला
it: Femmina
pt: Feminino
th: หญิง

source: Non-binary
de: Nicht-binär
es: No binario
fr: Non-binaire
hi: नॉन-बाइनरी
it: Non binario
pt: Não-binário
th: ไม่ระบุเพศ

source: Prefer not to say
de: Keine Angabe
es: Prefiero no decir
fr: Préfère ne pas dire
hi: बताना नहीं चाहता
it: Preferisco non dire
pt: Prefiro não dizer
th: ไม่ต้องการระบุ

source: What brings you here?
de: Was führt dich hierher?
es: ¿Qué te trae aquí?
fr: Qu'est-ce qui vous amène ici ?
hi: आपको यहाँ क्या लाया?
it: Cosa ti porta qui?
pt: O que te traz aqui?
th: อะไรที่นำคุณมาที่นี่?

source: Manage stress
de: Stress bewältigen
es: Manejar el estrés
fr: Gérer le stress
hi: तनाव प्रबंधन
it: Gestire lo stress
pt: Gerenciar estresse
th: จัดการความเครียด

source: Track mood
de: Stimmung verfolgen
es: Seguir el ánimo
fr: Suivre l'humeur
hi: मूड ट्रैक करें
it: Monitorare l'umore
pt: Acompanhar humor
th: ติดตามอารมณ์

source: Build habits
de: Gewohnheiten aufbauen
es: Crear hábitos
fr: Créer des habitudes
hi: आदतें बनाएं
it: Costruire abitudini
pt: Criar hábitos
th: สร้างนิสัย

source: Self-reflection
de: Selbstreflexion
es: Auto-reflexión
fr: Auto-réflexion
hi: आत्म-चिंतन
it: Auto-riflessione
pt: Auto-reflexão
th: สะท้อนตนเอง

source: Just exploring
de: Nur erkunden
es: Solo explorando
fr: Juste explorer
hi: बस देख रहा हूं
it: Solo esplorando
pt: Apenas explorando
th: แค่สำรวจดู

# howOftenJournal
source: How often would you like to journal?
de: Wie oft möchtest du Tagebuch führen?
es: ¿Con qué frecuencia te gustaría escribir un diario?
fr: À quelle fréquence souhaitez-vous tenir un journal ?
hi: आप कितनी बार डायरी लिखना चाहेंगे?
it: Con quale frequenza vorresti scrivere un diario?
pt: Com que frequência você gostaria de escrever no diário?
th: คุณต้องการเขียนบันทึกบ่อยแค่ไหน?

source: Daily
de: Täglich
es: Diario
fr: Quotidien
hi: रोज़ाना
it: Giornaliero
pt: Diariamente
th: ทุกวัน

# fewTimesWeek
source: Few times a week
de: Ein paar Mal pro Woche
es: Algunas veces a la semana
fr: Quelques fois par semaine
hi: सप्ताह में कुछ बार
it: Qualche volta a settimana
pt: Algumas vezes por semana
th: สองสามครั้งต่อสัปดาห์
