Repository: w99910/anchor-ai
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, pt, th

# errorOpeningUrl
source: Error opening URL: {error}
de: Fehler beim Öffnen der URL: {error}
es: Error al abrir la URL: {error}
fr: Erreur lors de l'ouverture de l'URL: {error}
hi: URL खोलने में त्रुटि: {error}
it: Errore nell'apertura dell'URL: {error}
pt: Erro ao abrir URL: {error}
th: เกิดข้อผิดพลาดในการเปิด URL: {error}

# riskHighDesc
source: Consider reaching out to a mental health professional
de: Erwäge, einen Fachmann für psychische Gesundheit zu kontaktieren
es: Considera contactar a un profesional de salud mental
fr: Envisagez de contacter un professionnel de la santé mentale
hi: मानसिक स्वास्थ्य पेशेवर से संपर्क करने पर विचार करें
it: Considera di contattare un professionista della salute mentale
pt: Considere entrar em contato com um profissional de saúde mental
th: พิจารณาติดต่อผู้เชี่ยวชาญด้านสุขภาพจิต

# riskMediumDesc
source: Some concerns detected - monitor your wellbeing
de: Einige Bedenken erkannt - überwache dein Wohlbefinden
es: Se detectaron algunas preocupaciones - monitorea tu bienestar
fr: Certaines préoccupations détectées - surveillez votre bien-être
hi: कुछ चिंताएं पाई गईं - अपने स्वास्थ्य पर नज़र रखें
it: Rilevate alcune preoccupazioni - monitora il tuo benessere
pt: Algumas preocupações detectadas - monitore seu bem-estar
th: ตรวจพบข้อกังวลบางประการ - ติดตามสุขภาพของคุณ

# riskLowDesc
source: No significant concerns detected
de: Keine signifikanten Bedenken erkannt
es: No se detectaron preocupaciones significativas
fr: Aucune préoccupation significative détectée
hi: कोई महत्वपूर्ण चिंता नहीं पाई गई
it: Nessuna preoccupazione significativa rilevata
pt: Nenhuma preocupação significativa detectada
th: ไม่พบข้อกังวลที่สำคัญ

source: Booked!
de: Gebucht!
es: ¡Reservado!
fr: Réservé!
hi: बुक हो गया!
it: Prenotato!
pt: Agendado!
th: จองแล้ว!

# sessionConfirmed
source: Your session with {therapistName} is confirmed.
de: Deine Sitzung mit {therapistName} ist bestätigt
es: Tu sesión con {therapistName} está confirmada
fr: Votre session avec {therapistName} est confirmée
hi: {therapistName} के साथ आपका सत्र पुष्ट है
it: La tua sessione con {therapistName} è confermata
pt: Sua sessão com {therapistName} está confirmada
th: เซสชันของคุณกับ {therapistName} ได้รับการยืนยัน

source: TBD
de: Noch festzulegen
es: Por determinar
fr: À déterminer
hi: निर्धारित किया जाना है
it: Da definire
pt: A definir
th: รอกำหนด

source: Paid with Digital Wallet
de: Mit digitaler Wallet bezahlt
es: Pagado con billetera digital
fr: Payé avec portefeuille numérique
hi: डिजिटल वॉलेट से भुगतान किया
it: Pagato con wallet digitale
pt: Pago com carteira digital
th: ชำระด้วยกระเป๋าเงินดิจิทัล

source: View my appointments
de: Meine Termine anzeigen
es: Ver mis citas
fr: Voir mes rendez-vous
hi: मेरे अपॉइंटमेंट देखें
it: Visualizza i miei appuntamenti
pt: Ver meus compromissos
th: ดูนัดหมายของฉัน

# paymentFailed
source: Payment failed: {error}
de: Zahlung fehlgeschlagen: {error}
es: Error en el pago: {error}
fr: Échec du paiement: {error}
hi: भुगतान विफल: {error}
it: Pagamento fallito: {error}
pt: Falha no pagamento: {error}
th: การชำระเงินล้มเหลว: {error}

# failedToConnectWallet
source: Failed to connect wallet: {error}
de: Wallet-Verbindung fehlgeschlagen: {error}
es: Error al conectar billetera: {error}
fr: Échec de connexion du portefeuille: {error}
hi: वॉलेट कनेक्ट करने में विफल: {error}
it: Connessione wallet fallita: {error}
pt: Falha ao conectar carteira: {error}
th: เชื่อมต่อกระเป๋าเงินไม่สำเร็จ: {error}

source: Connect wallet
de: Wallet verbinden
es: Conectar billetera
fr: Connecter le portefeuille
hi: वॉलेट कनेक्ट करें
it: Connetti wallet
pt: Conectar carteira
th: เชื่อมต่อกระเป๋าเงิน

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Disconnetti
pt: Desconectar
th: ยกเลิกการเชื่อมต่อ

source: View on Etherscan
de: Auf Etherscan anzeigen
es: Ver en Etherscan
fr: Voir sur Etherscan
hi: Etherscan पर देखें
it: Visualizza su Etherscan
pt: Ver no Etherscan
th: ดูบน Etherscan

# continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
pt: Continuar
th: ดำเนินการต่อ

source: See Results
de: Ergebnisse anzeigen
es: Ver resultados
fr: Voir les résultats
hi: परिणाम देखें
it: Vedi risultati
pt: Ver resultados
th: ดูผลลัพธ์

source: Original Entry
de: Originaleintrag
es: Entrada original
fr: Entrée originale
hi: मूल प्रविष्टि
it: Voce originale
pt: Entrada original
th: รายการต้นฉบับ

source: Stored on Blockchain
de: Auf der Blockchain gespeichert
es: Almacenado en blockchain
fr: Stocké sur la blockchain
hi: ब्लॉकचेन पर संग्रहीत
it: Memorizzato sulla blockchain
pt: Armazenado na blockchain
th: จัดเก็บบนบล็อกเชน

# stressLow
source: Low
de: Niedrig
es: Bajo
fr: Faible
hi: कम
it: Basso
pt: Baixo
th: ต่ำ

# stressMedium
source: Medium
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
pt: Médio
th: ปานกลาง

# stressHigh
source: High
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
it: Alto
pt: Alto
th: สูง

# stressUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
pt: Desconhecido
th: ไม่ทราบ

# trendNew
source: New
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
it: Nuovo
pt: Novo
th: ใหม่

# trendStable
source: Stable
de: Stabil
es: Estable
hi: स्थिर
it: Stabile
pt: Estável
th: คงที่

# trendImproved
source: Improved
de: Verbessert
es: Mejorado
fr: Amélioré
hi: सुधार हुआ
it: Migliorato
pt: Melhorou
th: ดีขึ้น

# trendWorsened
source: Worsened
de: Verschlechtert
es: Empeorado
fr: Dégradé
hi: बिगड़ा
it: Peggiorato
pt: Piorou
th: แย่ลง

# pleaseSelectSepoliaNetwork
source: Please switch to Sepolia testnet in your wallet
de: Bitte wechsle zum Sepolia-Testnetz in deinem Wallet
es: Por favor cambia a la red de prueba Sepolia en tu billetera
fr: Veuillez passer au réseau de test Sepolia dans votre portefeuille
hi: कृपया अपने वॉलेट में Sepolia टेस्टनेट पर स्विच करें
it: Per favore passa alla rete di test Sepolia nel tuo wallet
pt: Por favor, mude para a rede de teste Sepolia na sua carteira
th: กรุณาเปลี่ยนไปใช้เครือข่ายทดสอบ Sepolia ในกระเป๋าเงินของคุณ

source: Switch Network
de: Netzwerk wechseln
es: Cambiar red
fr: Changer de réseau
hi: नेटवर्क बदलें
it: Cambia rete
pt: Mudar rede
th: เปลี่ยนเครือข่าย

source: Unlock Anchor
de: Anchor entsperren
es: Desbloquear Anchor
fr: Déverrouiller Anchor
hi: Anchor अनलॉक करें
it: Sblocca Anchor
pt: Desbloquear Anchor
th: ปลดล็อค Anchor

source: Enter your PIN
de: Gib deine PIN ein
es: Ingresa tu PIN
fr: Entrez votre PIN
hi: अपना PIN दर्ज करें
it: Inserisci il tuo PIN
pt: Digite seu PIN
th: ใส่ PIN ของคุณ

# enterPinToUnlock
source: Enter your PIN to unlock the app
de: Gib deine PIN ein, um die App zu entsperren
es: Ingresa tu PIN para desbloquear la app
fr: Entrez votre PIN pour déverrouiller l'application
hi: ऐप अनलॉक करने के लिए अपना PIN दर्ज करें
it: Inserisci il tuo PIN per sbloccare l'app
pt: Digite seu PIN para desbloquear o app
th: ใส่ PIN เพื่อปลดล็อคแอป

source: Incorrect PIN
de: Falsche PIN
es: PIN incorrecto
fr: PIN incorrect
hi: गलत PIN
it: PIN errato
pt: PIN incorreto
th: PIN ไม่ถูกต้อง

# incorrectPinAttempts
source: Incorrect PIN. {attempts} attempts remaining
de: Falsche PIN. {attempts} Versuche übrig
es: PIN incorrecto. {attempts} intentos restantes
fr: PIN incorrect. {attempts} tentatives restantes
hi: गलत PIN. {attempts} प्रयास शेष
it: PIN errato. {attempts} tentativi rimanenti
pt: PIN incorreto. {attempts} tentativas restantes
th: PIN ไม่ถูกต้อง เหลือ {attempts} ครั้ง

# tooManyAttempts
source: Too many attempts. Try again in {seconds} seconds
de: Zu viele Versuche. Versuche es in {seconds} Sekunden erneut
es: Demasiados intentos. Intenta de nuevo en {seconds} segundos
fr: Trop de tentatives. Réessayez dans {seconds} secondes
hi: बहुत अधिक प्रयास. {seconds} सेकंड में पुनः प्रयास करें
it: Troppi tentativi. Riprova tra {seconds} secondi
pt: Muitas tentativas. Tente novamente em {seconds} segundos
th: ลองมากเกินไป ลองใหม่ในอีก {seconds} วินาที

source: Set Up App Lock
de: App-Sperre einrichten
es: Configurar bloqueo de app
fr: Configurer le verrouillage de l'app
hi: ऐप लॉक सेट करें
it: Configura blocco app
pt: Configurar bloqueio do app
th: ตั้งค่าล็อคแอป

source: Change PIN
de: PIN ändern
es: Cambiar PIN
fr: Changer le PIN
hi: PIN बदलें
it: Cambia PIN
pt: Alterar PIN
th: เปลี่ยน PIN

source: Disable App Lock
de: App-Sperre deaktivieren
es: Desactivar bloqueo de app
fr: Désactiver le verrouillage de l'app
hi: ऐप लॉक अक्षम करें
it: Disattiva blocco app
pt: Desativar bloqueio do app
th: ปิดการล็อคแอป

source: Enter current PIN
de: Aktuelle PIN eingeben
es: Ingresa el PIN actual
fr: Entrez le PIN actuel
hi: वर्तमान PIN दर्ज करें
it: Inserisci il PIN attuale
pt: Digite o PIN atual
th: ใส่ PIN ปัจจุบัน

source: Create new PIN
de: Neue PIN erstellen
es: Crear nuevo PIN
fr: Créer un nouveau PIN
hi: नया PIN बनाएं
it: Crea nuovo PIN
pt: Criar novo PIN
th: สร้าง PIN ใหม่

source: Confirm your PIN
de: PIN bestätigen
es: Confirma tu PIN
fr: Confirmez votre PIN
hi: अपना PIN पुष्टि करें
it: Conferma il tuo PIN
pt: Confirme seu PIN
th: ยืนยัน PIN ของคุณ

# enterPinToDisableLock
source: Enter your PIN to disable app lock
de: Gib deine PIN ein, um die App-Sperre zu deaktivieren
es: Ingresa tu PIN para desactivar el bloqueo de app
fr: Entrez votre PIN pour désactiver le verrouillage de l'app
hi: ऐप लॉक अक्षम करने के लिए अपना PIN दर्ज करें
it: Inserisci il tuo PIN per disattivare il blocco app
pt: Digite seu PIN para desativar o bloqueio do app
th: ใส่ PIN เพื่อปิดการล็อคแอป

# enterCurrentPinToContinue
source: Enter your current PIN to continue
de: Gib deine aktuelle PIN ein, um fortzufahren
es: Ingresa tu PIN actual para continuar
fr: Entrez votre PIN actuel pour continuer
hi: जारी रखने के लिए अपना वर्तमान PIN दर्ज करें
it: Inserisci il tuo PIN attuale per continuare
pt: Digite seu PIN atual para continuar
th: ใส่ PIN ปัจจุบันเพื่อดำเนินการต่อ

# choosePinDigits
source: Choose a 4 digit PIN
de: Wähle eine 4-stellige PIN
es: Elige un PIN de 4 dígitos
fr: Choisissez un PIN à 4 chiffres
hi: 4 अंकों का PIN चुनें
it: Scegli un PIN di 4 cifre
pt: Escolha um PIN de 4 dígitos
th: เลือก PIN 4 หลัก

# reenterPinToConfirm
source: Re-enter your PIN to confirm
de: Gib deine PIN erneut ein, um zu bestätigen
es: Vuelve a ingresar tu PIN para confirmar
fr: Entrez à nouveau votre PIN pour confirmer
hi: पुष्टि के लिए अपना PIN फिर से दर्ज करें
it: Reinserisci il tuo PIN per confermare
pt: Digite novamente seu PIN para confirmar
th: ใส่ PIN อีกครั้งเพื่อยืนยัน

# pinMustBeDigits
source: PIN must be at least 4 digits
de: PIN muss mindestens 4 Ziffern haben
es: El PIN debe tener al menos 4 dígitos
fr: Le PIN doit contenir au moins 4 chiffres
hi: PIN कम से कम 4 अंकों का होना चाहिए
it: Il PIN deve avere almeno 4 cifre
pt: O PIN deve ter pelo menos 4 dígitos
th: PIN ต้องมีอย่างน้อย 4 หลัก

# pinsDoNotMatch
source: PINs do not match. Try again
de: PINs stimmen nicht überein. Versuche es erneut
es: Los PINs no coinciden. Intenta de nuevo
fr: Les PINs ne correspondent pas. Réessayez
hi: PIN मेल नहीं खाते. पुनः प्रयास करें
it: I PIN non corrispondono. Riprova
pt: Os PINs não coincidem. Tente novamente
th: PIN ไม่ตรงกัน ลองใหม่

# failedToSetPin
source: Failed to set PIN. Please try again
de: PIN konnte nicht gesetzt werden. Bitte versuche es erneut
es: Error al establecer PIN. Por favor intenta de nuevo
fr: Échec de la définition du PIN. Veuillez réessayer
hi: PIN सेट करने में विफल. कृपया पुनः प्रयास करें
it: Impostazione PIN fallita. Per favore riprova
pt: Falha ao definir PIN. Por favor, tente novamente
th: ตั้งค่า PIN ไม่สำเร็จ กรุณาลองใหม่

source: App lock enabled
de: App-Sperre aktiviert
es: Bloqueo de app activado
fr: Verrouillage de l'app activé
hi: ऐप लॉक सक्षम
it: Blocco app attivato
pt: Bloqueio do app ativado
th: เปิดใช้งานล็อคแอปแล้ว

source: App lock disabled
de: App-Sperre deaktiviert
es: Bloqueo de app desactivado
fr: Verrouillage de l'app désactivé
hi: ऐप लॉक अक्षम
it: Blocco app disattivato
pt: Bloqueio do app desativado
th: ปิดการล็อคแอปแล้ว

# pinChanged
source: PIN changed successfully
de: PIN erfolgreich geändert
es: PIN cambiado exitosamente
fr: PIN modifié avec succès
hi: PIN सफलतापूर्वक बदला गया
it: PIN cambiato con successo
pt: PIN alterado com sucesso
th: เปลี่ยน PIN สำเร็จ

# useBiometrics
source: Use {biometricType}
de: {biometricType} verwenden
es: Usar {biometricType}
fr: Utiliser {biometricType}
hi: {biometricType} उपयोग करें
it: Usa {biometricType}
pt: Usar {biometricType}
th: ใช้ {biometricType}

# unlockWithBiometrics
source: Unlock with {biometricType} for faster access
de: Mit {biometricType} entsperren für schnelleren Zugriff
es: Desbloquear con {biometricType} para acceso más rápido
fr: Déverrouiller avec {biometricType} pour un accès plus rapide
hi: तेज़ एक्सेस के लिए {biometricType} से अनलॉक करें
it: Sblocca con {biometricType} per accesso più veloce
pt: Desbloquear com {biometricType} para acesso mais rápido
th: ปลดล็อคด้วย {biometricType} เพื่อเข้าถึงเร็วขึ้น

# lockWhenLeaving
source: Lock when leaving app
de: Beim Verlassen der App sperren
es: Bloquear al salir de la app
fr: Verrouiller en quittant l'app
hi: ऐप छोड़ते समय लॉक करें
it: Blocca quando esci dall'app
pt: Bloquear ao sair do app
th: ล็อคเมื่อออกจากแอป

# lockWhenLeavingSubtitle
source: Require PIN when returning to the app
de: PIN erforderlich beim Zurückkehren zur App
es: Requiere PIN al volver a la app
fr: Exiger le PIN lors du retour à l'app
hi: ऐप पर वापस आने पर PIN आवश्यक
it: Richiedi PIN al ritorno nell'app
pt: Exigir PIN ao retornar ao app
th: ต้องใส่ PIN เมื่อกลับมาที่แอป

source: Change PIN code
de: PIN-Code ändern
es: Cambiar código PIN
fr: Changer le code PIN
hi: PIN कोड बदलें
it: Cambia codice PIN
pt: Alterar código PIN
th: เปลี่ยนรหัส PIN

source: Remove app lock
de: App-Sperre entfernen
es: Eliminar bloqueo de app
fr: Supprimer le verrouillage de l'app
hi: ऐप लॉक हटाएं
it: Rimuovi blocco app
pt: Remover bloqueio do app
th: ลบการล็อคแอป

source: App Lock Settings
de: App-Sperre-Einstellungen
es: Configuración de bloqueo de app
fr: Paramètres de verrouillage de l'app
hi: ऐप लॉक सेटिंग्स
it: Impostazioni blocco app
pt: Configurações de bloqueio do app
th: ตั้งค่าการล็อคแอป

# protectYourPrivacy
source: Protect your privacy with a PIN code
de: Schütze deine Privatsphäre mit einem PIN-Code
es: Protege tu privacidad con un código PIN
fr: Protégez votre vie privée avec un code PIN
hi: PIN कोड से अपनी गोपनीयता सुरक्षित करें
it: Proteggi la tua privacy con un codice PIN
pt: Proteja sua privacidade com um código PIN
th: ปกป้องความเป็นส่วนตัวด้วยรหัส PIN

source: GAD-7 Assessment
de: GAD-7 Bewertung
es: Evaluación GAD-7
fr: Évaluation GAD-7
hi: GAD-7 मूल्यांकन
it: Valutazione GAD-7
pt: Avaliação GAD-7
th: แบบประเมิน GAD-7

source: PHQ-9 Assessment
de: PHQ-9 Bewertung
es: Evaluación PHQ-9
fr: Évaluation PHQ-9
hi: PHQ-9 मूल्यांकन
it: Valutazione PHQ-9
pt: Avaliação PHQ-9
th: แบบประเมิน PHQ-9

# assessmentIntroText
source: Over the last two weeks, how often have you been bothered by the following problems?
de: Wie oft haben Sie in den letzten zwei Wochen unter den folgenden Problemen gelitten?
es: Durante las últimas dos semanas, ¿con qué frecuencia le han molestado los siguientes problemas?
fr: Au cours des deux dernières semaines, à quelle fréquence avez-vous été gêné(e) par les problèmes suivants?
hi: पिछले दो हफ्तों में, निम्नलिखित समस्याओं से आप कितनी बार परेशान हुए हैं?
it: Nelle ultime due settimane, con quale frequenza è stato disturbato dai seguenti problemi?
pt: Nas últimas duas semanas, com que frequência você foi incomodado pelos seguintes problemas?
th: ในช่วงสองสัปดาห์ที่ผ่านมา คุณมีปัญหาเหล่านี้บ่อยแค่ไหน?

# answerNotAtAll
source: Not at all
de: Überhaupt nicht
es: Para nada
fr: Pas du tout
hi: बिल्कुल नहीं
it: Per niente
pt: Nenhuma vez
th: ไม่เลย

# answerSeveralDays
source: Several days
de: An mehreren Tagen
es: Varios días
fr: Plusieurs jours
hi: कई दिन
it: Diversi giorni
pt: Vários dias
th: หลายวัน

# answerMoreThanHalfDays
source: More than half the days
de: An mehr als der Hälfte der Tage
es: Más de la mitad de los días
fr: Plus de la moitié des jours
hi: आधे से अधिक दिन
it: Più della metà dei giorni
pt: Mais da metade dos dias
th: มากกว่าครึ่งหนึ่งของวัน

# answerNearlyEveryDay
source: Nearly every day
de: Beinahe jeden Tag
es: Casi todos los días
fr: Presque tous les jours
hi: लगभग हर दिन
it: Quasi ogni giorno
pt: Quase todos os dias
th: เกือบทุกวัน

source: See Result
de: Ergebnis anzeigen
es: Ver resultado
fr: Voir le résultat
hi: परिणाम देखें
it: Vedi risultato
pt: Ver resultado
th: ดูผลลัพธ์

# gad7Question1
source: Feeling nervous, anxious, or on edge
de: Nervosität, Ängstlichkeit oder Anspannung
es: Sentirse nervioso, ansioso o con los nervios de punta
fr: Sentiment de nervosité, d'anxiété ou de tension
hi: घबराहट, चिंता या तनाव महसूस करना
it: Sentirsi nervoso, ansioso o agitato
pt: Sentir-se nervoso, ansioso ou no limite
th: รู้สึกกระวนกระวาย วิตกกังวล หรือตึงเครียด

# gad7Question2
source: Not being able to stop or control worrying
de: Nicht in der Lage sein, Sorgen zu stoppen oder zu kontrollieren
es: No poder dejar de preocuparse o controlar la preocupación
fr: Incapacité d'arrêter de s'inquiéter ou de contrôler ses inquiétudes
hi: चिंता को रोक या नियंत्रित नहीं कर पाना
it: Non riuscire a smettere di preoccuparsi o a controllare le preoccupazioni
pt: Não conseguir parar ou controlar as preocupações
th: ไม่สามารถหยุดหรือควบคุมความกังวลได้

# gad7Question3
source: Worrying too much about different things
de: Übermäßige Sorgen bezüglich verschiedener Dinge
es: Preocuparse demasiado por diferentes cosas
fr: Inquiétude excessive à propos de différentes choses
hi: विभिन्न चीजों के बारे में अत्यधिक चिंता करना
it: Preoccuparsi troppo per diverse cose
pt: Preocupar-se demais com diferentes coisas
th: กังวลมากเกินไปเกี่ยวกับเรื่องต่างๆ

# gad7Question4
source: Trouble relaxing
de: Schwierigkeiten, sich zu entspannen
es: Dificultad para relajarse
fr: Difficulté à se détendre
hi: आराम करने में कठिनाई
it: Difficoltà a rilassarsi
pt: Dificuldade em relaxar
th: มีปัญหาในการผ่อนคลาย

# gad7Question5
source: Being so restless that it is hard to sit still
de: So unruhig sein, dass es schwer fällt, still zu sitzen
es: Estar tan inquieto que es difícil permanecer sentado
fr: Agitation telle qu'il est difficile de rester assis
hi: इतना बेचैन होना कि बैठना मुश्किल हो
it: Essere così irrequieto da non riuscire a stare seduto
pt: Ficar tão inquieto que é difícil permanecer sentado
th: กระสับกระส่ายจนนั่งนิ่งไม่ได้

# gad7Question6
source: Becoming easily annoyed or irritable
de: Leicht reizbar oder verärgert werden
es: Molestarse o irritarse fácilmente
fr: Tendance à s'énerver ou à s'irriter facilement
hi: आसानी से चिढ़ जाना या झुंझलाहट होना
it: Irritarsi o infastidirsi facilmente
pt: Ficar facilmente irritado ou aborrecido
th: หงุดหงิดหรือรำคาญง่าย

# gad7Question7
source: Feeling afraid as if something awful might happen
de: Angst haben, als ob etwas Schreckliches passieren könnte
es: Sentir miedo como si algo terrible pudiera pasar
fr: Peur que quelque chose de terrible puisse arriver
hi: डर लगना कि कुछ भयानक हो सकता है
it: Avere paura che possa accadere qualcosa di terribile
pt: Sentir medo como se algo terrível pudesse acontecer
th: รู้สึกกลัวว่าจะมีเรื่องร้ายแรงเกิดขึ้น

# phq9Question1
source: Little interest or pleasure in doing things
de: Wenig Interesse oder Freude an Ihren Tätigkeiten
es: Poco interés o placer en hacer las cosas
fr: Peu d'intérêt ou de plaisir à faire les choses
hi: कुछ करने में बहुत कम रुचि या आनंद
it: Poco interesse o piacere nel fare le cose
pt: Pouco interesse ou prazer em fazer as coisas
th: แทบไม่มีความสนใจหรือความสุขในการทำสิ่งต่างๆ

# phq9Question2
source: Feeling down, depressed, or hopeless
de: Niedergeschlagenheit, Schwermut oder Hoffnungslosigkeit
es: Sentirse desanimado, deprimido o sin esperanza
fr: Se sentir triste, déprimé(e) ou désespéré(e)
hi: उदास, निराश या निराशाजनक महसूस करना
it: Sentirsi giù, depresso o senza speranza
pt: Sentir-se para baixo, deprimido ou sem esperança
th: รู้สึกหดหู่ ซึมเศร้า หรือหมดหวัง

# phq9Question3
source: Trouble falling or staying asleep, or sleeping too much
de: Schwierigkeiten, ein- oder durchzuschlafen, oder übermäßig viel zu schlafen
es: Problemas para dormir o mantenerse dormido, o dormir demasiado
fr: Difficultés à s'endormir ou à rester endormi(e), ou trop dormir
hi: सोने में या सोते रहने में कठिनाई, या बहुत अधिक सोना
it: Difficoltà ad addormentarsi o a mantenere il sonno, o dormire troppo
pt: Dificuldade para pegar no sono ou continuar dormindo, ou dormir demais
th: นอนหลับยาก หลับไม่สนิท หรือนอนมากเกินไป

# phq9Question4
source: Feeling tired or having little energy
de: Müdigkeit oder wenig Energie
es: Sentirse cansado o con poca energía
fr: Se sentir fatigué(e) ou avoir peu d'énergie
hi: थकान या ऊर्जा की कमी महसूस करना
it: Sentirsi stanco o avere poca energia
pt: Sentir-se cansado ou com pouca energia
th: รู้สึกเหนื่อยหรือไม่มีพลังงาน

# phq9Question5
source: Poor appetite or overeating
de: Verminderter Appetit oder übermäßiges Essen
es: Poco apetito o comer en exceso
fr: Peu d'appétit ou manger trop
hi: भूख कम लगना या अधिक खाना
it: Scarso appetito o mangiare troppo
pt: Pouco apetite ou comer demais
th: เบื่ออาหารหรือกินมากเกินไป

# phq9Question6
source: Feeling bad about yourself — or that you are a failure or have let yourself or your family down
de: Schlechte Meinung von sich selbst — oder das Gefühl, ein Versager zu sein oder die Familie enttäuscht zu haben
es: Sentirse mal consigo mismo — o que es un fracaso o que ha decepcionado a su familia
fr: Mauvaise opinion de soi-même — ou sentiment d'être un(e) raté(e) ou d'avoir déçu sa famille
hi: अपने बारे में बुरा महसूस करना — या खुद को असफल या अपने परिवार को निराश करने वाला मानना
it: Avere una cattiva opinione di sé — o sentirsi un fallito o aver deluso sé stesso o la propria famiglia
pt: Sentir-se mal consigo mesmo — ou que você é um fracasso ou decepcionou a si mesmo ou sua família
th: รู้สึกไม่ดีกับตัวเอง — หรือรู้สึกว่าตัวเองล้มเหลว หรือทำให้ตัวเองหรือครอบครัวผิดหวัง

# phq9Question7
source: Trouble concentrating on things, such as reading the newspaper or watching television
de: Schwierigkeiten, sich auf etwas zu konzentrieren, wie z.B. Zeitunglesen oder Fernsehen
es: Dificultad para concentrarse en cosas como leer el periódico o ver televisión
fr: Difficultés à se concentrer, par exemple pour lire le journal ou regarder la télévision
hi: किसी चीज़ पर ध्यान केंद्रित करने में कठिनाई, जैसे अखबार पढ़ना या टीवी देखना
it: Difficoltà a concentrarsi, ad esempio nel leggere il giornale o guardare la televisione
pt: Dificuldade para se concentrar em coisas como ler o jornal ou assistir televisão
th: มีปัญหาในการมีสมาธิกับสิ่งต่างๆ เช่น อ่านหนังสือพิมพ์หรือดูโทรทัศน์
