Repository: w99910/anchor-ai
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, pt, th

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
pt: Semanalmente
th: ทุกสัปดาห์

source: When I feel like it
de: Wenn mir danach ist
es: Cuando tenga ganas
fr: Quand j'en ai envie
hi: जब मन करे
it: Quando ne ho voglia
pt: Quando eu sentir vontade
th: เมื่อรู้สึกอยากเขียน

# bestTimeForCheckIns
source: What time works best for check-ins?
de: Welche Zeit passt am besten für Check-ins?
es: ¿Qué hora funciona mejor para los check-ins?
fr: Quel moment convient le mieux pour les bilans ?
hi: चेक-इन के लिए कौन सा समय सबसे अच्छा है?
it: Qual è il momento migliore per i check-in?
pt: Qual horário funciona melhor para check-ins?
th: เวลาไหนที่เหมาะที่สุดสำหรับการติดตาม?

source: Morning
de: Morgens
es: Mañana
fr: Matin
hi: सुबह
it: Mattina
pt: Manhã
th: เช้า

source: Afternoon
de: Nachmittags
es: Tarde
fr: Après-midi
hi: दोपहर
it: Pomeriggio
pt: Tarde
th: บ่าย

source: Evening
de: Abends
es: Noche
fr: Soir
hi: शाम
it: Sera
pt: Noite
th: เย็น

source: Flexible
de: Flexibel
hi: लचीला
it: Flessibile
pt: Flexível
th: ยืดหยุ่น

# questionOf
source: {current} of {total}
de: {current} von {total}
es: {current} de {total}
fr: {current} sur {total}
hi: {current} में से {total}
it: {current} di {total}
pt: {current} de {total}
th: {current} จาก {total}

source: Choose your AI
de: Wähle deine KI
es: Elige tu IA
fr: Choisissez votre IA
hi: अपना AI चुनें
it: Scegli la tua IA
pt: Escolha sua IA
th: เลือก AI ของคุณ

# selectHowToPowerAi
source: Select how you want to power your AI assistant
de: Wähle, wie du deinen KI-Assistenten betreiben möchtest
es: Selecciona cómo quieres alimentar tu asistente de IA
fr: Sélectionnez comment alimenter votre assistant IA
hi: चुनें कि आप अपने AI सहायक को कैसे चलाना चाहते हैं
it: Seleziona come vuoi alimentare il tuo assistente IA
pt: Selecione como você quer alimentar seu assistente de IA
th: เลือกวิธีที่คุณต้องการขับเคลื่อน AI ของคุณ

source: On-Device AI
de: KI auf dem Gerät
es: IA en el Dispositivo
fr: IA sur l'appareil
hi: डिवाइस पर AI
it: IA sul dispositivo
pt: IA no Dispositivo
th: AI บนอุปกรณ์

source: Maximum privacy
de: Maximale Privatsphäre
es: Privacidad máxima
fr: Confidentialité maximale
hi: अधिकतम गोपनीयता
it: Privacy massima
pt: Privacidade máxima
th: ความเป็นส่วนตัวสูงสุด

# onDeviceDescription
source: Runs entirely on your device. Your data never leaves your phone.
de: Läuft vollständig auf deinem Gerät. Deine Daten verlassen nie dein Telefon.
es: Funciona completamente en tu dispositivo. Tus datos nunca salen de tu teléfono.
fr: Fonctionne entièrement sur votre appareil. Vos données ne quittent jamais votre téléphone.
hi: आपके डिवाइस पर पूरी तरह से चलता है। आपका डेटा कभी आपके फोन से बाहर नहीं जाता।
it: Funziona interamente sul tuo dispositivo. I tuoi dati non lasciano mai il telefono.
pt: Funciona totalmente no seu dispositivo. Seus dados nunca saem do seu telefone.
th: ทำงานทั้งหมดบนอุปกรณ์ของคุณ ข้อมูลของคุณไม่ออกจากโทรศัพท์

source: Complete privacy
de: Vollständige Privatsphäre
es: Privacidad completa
fr: Confidentialité complète
hi: पूर्ण गोपनीयता
it: Privacy completa
pt: Privacidade completa
th: ความเป็นส่วนตัวสมบูรณ์

source: Works offline
de: Funktioniert offline
es: Funciona sin conexión
fr: Fonctionne hors ligne
hi: ऑफ़लाइन काम करता है
it: Funziona offline
pt: Funciona offline
th: ใช้งานแบบออฟไลน์ได้

source: No subscription needed
de: Kein Abo erforderlich
es: Sin suscripción requerida
fr: Pas d'abonnement requis
hi: सब्सक्रिप्शन की ज़रूरत नहीं
it: Nessun abbonamento richiesto
pt: Sem assinatura necessária
th: ไม่ต้องสมัครสมาชิก

source: Requires ~2GB download
de: Erfordert ~2GB Download
es: Requiere ~2GB de descarga
fr: Nécessite ~2GB de téléchargement
hi: ~2GB डाउनलोड आवश्यक
it: Richiede ~2GB di download
pt: Requer ~2GB de download
th: ต้องดาวน์โหลด ~2GB

source: Uses device resources
de: Nutzt Geräteressourcen
es: Usa recursos del dispositivo
fr: Utilise les ressources de l'appareil
hi: डिवाइस संसाधनों का उपयोग करता है
it: Usa risorse del dispositivo
pt: Usa recursos do dispositivo
th: ใช้ทรัพยากรอุปกรณ์

source: Cloud AI
de: Cloud-KI
es: IA en la Nube
fr: IA Cloud
hi: क्लाउड AI
it: IA Cloud
pt: IA na Nuvem

source: More powerful
de: Leistungsfähiger
es: Más poderosa
fr: Plus puissant
hi: Gemini 3 द्वारा संचालित
it: Powered by Gemini 3
pt: Mais poderosa
th: ขับเคลื่อนด้วย Gemini 3

# cloudDescription
source: Powered by cloud providers for faster, smarter responses.
de: Betrieben von Cloud-Anbietern für schnellere, intelligentere Antworten.
es: Impulsado por proveedores de nube para respuestas más rápidas e inteligentes.
fr: Alimenté par des fournisseurs cloud pour des réponses plus rapides et intelligentes.
hi: तेज़, बुद्धिमान प्रतिक्रियाओं के लिए Google के नवीनतम Gemini 3 द्वारा संचालित।
it: Alimentato dal più recente Gemini 3 di Google per risposte rapide e intelligenti.
pt: Alimentado por provedores de nuvem para respostas mais rápidas e inteligentes.
th: ขับเคลื่อนโดย Gemini 3 ล่าสุดของ Google เพื่อการตอบสนองที่รวดเร็วและชาญฉลาด

source: More capable models
de: Leistungsfähigere Modelle
es: Modelos más capaces
fr: Modèles plus capables
hi: Google की सबसे उन्नत AI
it: L'IA più avanzata di Google
pt: Modelos mais capazes
th: AI ที่ล้ำหน้าที่สุดของ Google

source: Faster responses
de: Schnellere Antworten
es: Respuestas más rápidas
fr: Réponses plus rapides
hi: तेज़ प्रतिक्रियाएं
it: Risposte più veloci
pt: Respostas mais rápidas
th: การตอบสนองที่เร็วขึ้น

source: No storage needed
de: Kein Speicher erforderlich
es: Sin almacenamiento requerido
fr: Pas de stockage requis
hi: स्टोरेज की ज़रूरत नहीं
it: Nessuno spazio di archiviazione richiesto
pt: Sem armazenamento necessário
th: ไม่ต้องใช้พื้นที่เก็บข้อมูล

source: Requires internet
de: Erfordert Internet
es: Requiere Internet
fr: Nécessite Internet
hi: इंटरनेट आवश्यक
it: Richiede Internet
pt: Requer Internet
th: ต้องใช้อินเทอร์เน็ต

source: Data sent to cloud
de: Daten werden in die Cloud gesendet
es: Datos enviados a la nube
fr: Données envoyées au cloud
hi: डेटा क्लाउड पर भेजा जाता है
it: Dati inviati al cloud
pt: Dados enviados para a nuvem
th: ข้อมูลถูกส่งไปยังคลาวด์

# downloadingModel
source: Downloading model... {progress}%
de: Modell wird heruntergeladen... {progress}%
es: Descargando modelo... {progress}%
fr: Téléchargement du modèle... {progress}%
hi: मॉडल डाउनलोड हो रहा है... {progress}%
it: Download del modello... {progress}%
pt: Baixando modelo... {progress}%
th: กำลังดาวน์โหลดโมเดล... {progress}%

# settingUp
source: Setting up... {progress}%
de: Wird eingerichtet... {progress}%
es: Configurando... {progress}%
fr: Configuration... {progress}%
hi: सेटअप हो रहा है... {progress}%
it: Configurazione... {progress}%
pt: Configurando... {progress}%
th: กำลังตั้งค่า... {progress}%

# setupFailed
source: Setup failed. Please try again.
de: Einrichtung fehlgeschlagen. Bitte versuche es erneut.
es: La configuración falló. Por favor intenta de nuevo.
fr: La configuration a échoué. Veuillez réessayer.
hi: सेटअप विफल। कृपया पुनः प्रयास करें।
it: Configurazione fallita. Per favore riprova.
pt: Configuração falhou. Por favor, tente novamente.
th: การตั้งค่าล้มเหลว กรุณาลองใหม่อีกครั้ง

source: Insights
de: Einblicke
es: Perspectivas
fr: Perspectives
hi: अंतर्दृष्टि
it: Approfondimenti
th: ข้อมูลเชิงลึก

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
hi: सुप्रभात
it: Buongiorno
pt: Bom dia
th: สวัสดีตอนเช้า

source: Good morning, {name}
de: Guten Morgen, {name}
es: Buenos días, {name}
fr: Bonjour, {name}
hi: सुप्रभात, {name}
it: Buongiorno, {name}
pt: Bom dia, {name}
th: สวัสดีตอนเช้า, {name}

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
hi: नमस्कार
it: Buon pomeriggio
pt: Boa tarde
th: สวัสดีตอนบ่าย

source: Good afternoon, {name}
de: Guten Tag, {name}
es: Buenas tardes, {name}
fr: Bon après-midi, {name}
hi: नमस्कार, {name}
it: Buon pomeriggio, {name}
pt: Boa tarde, {name}
th: สวัสดีตอนบ่าย, {name}

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
it: Buonasera
pt: Boa noite
th: สวัสดีตอนเย็น

source: Good evening, {name}
de: Guten Abend, {name}
es: Buenas noches, {name}
fr: Bonsoir, {name}
hi: शुभ संध्या, {name}
it: Buonasera, {name}
pt: Boa noite, {name}
th: สวัสดีตอนเย็น, {name}

source: How are you today?
de: Wie geht es dir heute?
es: ¿Cómo te sientes hoy?
fr: Comment allez-vous aujourd'hui?
hi: आज आप कैसा महसूस कर रहे हैं?
it: Come ti senti oggi?
pt: Como você está hoje?
th: วันนี้คุณเป็นอย่างไรบ้าง?

# moodGreat
source: Great
de: Super
es: Genial
fr: Super
hi: बहुत अच्छा
it: Ottimo
pt: Ótimo
th: ดีมาก

# moodGood
source: Good
de: Gut
es: Bien
fr: Bien
hi: अच्छा
it: Bene
pt: Bem
th: ดี

# moodOkay
source: Okay
es: Regular
fr: Correct
hi: ठीक
it: Così così
pt: Mais ou menos
th: ปกติ

# moodLow
source: Low
de: Nicht so gut
es: No muy bien
fr: Pas très bien
hi: अच्छा नहीं
it: Non molto bene
pt: Não muito bem
th: ไม่ค่อยดี

# moodSad
source: Sad
de: Traurig
es: Triste
fr: Triste
hi: उदास
it: Triste
pt: Triste
th: เศร้า

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
pt: Esta semana
th: สัปดาห์นี้

source: Upcoming Appointments
de: Kommende Termine
es: Próximas citas
fr: Rendez-vous à venir
hi: आगामी अपॉइंटमेंट
it: Prossimi appuntamenti
pt: Próximos compromissos
th: นัดหมายที่จะมาถึง

source: Avg. Mood
de: Durchschn. Stimmung
es: Estado de ánimo prom.
fr: Humeur moy.
hi: औसत मूड
it: Umore medio
pt: Humor médio
th: อารมณ์เฉลี่ย

source: Journal Entries
de: Tagebucheinträge
es: Entradas del diario
fr: Entrées du journal
hi: जर्नल प्रविष्टियां
it: Voci del diario
pt: Entradas do diário
th: รายการบันทึก

source: Chat Sessions
de: Chat-Sitzungen
es: Sesiones de chat
fr: Sessions de chat
hi: चैट सत्र
it: Sessioni di chat
pt: Sessões de chat
th: เซสชันแชท

source: Stress Level
es: Nivel de estrés
fr: Niveau de stress
hi: तनाव का स्तर
it: Livello di stress
pt: Nível de estresse
th: ระดับความเครียด

source: Start your streak!
de: Starte deine Serie!
es: ¡Comienza tu racha!
fr: Commencez votre série!
hi: अपना स्ट्रीक शुरू करें!
it: Inizia la tua serie!
pt: Comece sua sequência!
th: เริ่มสตรีคของคุณ!

# writeJournalToBegin
source: Write a journal entry to begin
de: Schreibe einen Eintrag, um zu beginnen
es: Escribe una entrada para comenzar
fr: Écrivez une entrée pour commencer
hi: शुरू करने के लिए एक प्रविष्टि लिखें
it: Scrivi una voce per iniziare
pt: Escreva uma entrada para começar
th: เขียนบันทึกเพื่อเริ่มต้น

# dayStreak
source: {count} day streak!
de: {count} Tage Serie!
es: ¡Racha de {count} días!
fr: Série de {count} jours!
hi: {count} दिन का स्ट्रीक!
it: Serie di {count} giorni!
pt: Sequência de {count} dias!
th: สตรีค {count} วัน!

# amazingConsistency
source: Amazing consistency! Keep it up!
de: Erstaunliche Beständigkeit! Toll gemacht!
es: ¡Increíble consistencia! ¡Sigue así!
fr: Constance incroyable! Bien joué!
hi: अद्भुत निरंतरता! शाबाश!
it: Costanza incredibile! Ottimo lavoro!
pt: Consistência incrível! Muito bem!
th: ความสม่ำเสมอที่ยอดเยี่ยม! เก่งมาก!

# keepMomentumGoing
source: Keep the momentum going
de: Bleib am Ball
es: Mantén el impulso
fr: Gardez l'élan
hi: गति बनाए रखें
it: Mantieni lo slancio
pt: Mantenha o ritmo
th: รักษาโมเมนตัมไว้

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
pt: Hoje
th: วันนี้

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
hi: कल
it: Domani
pt: Amanhã
th: พรุ่งนี้

# newEntry
source: New
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
it: Nuovo
pt: Novo
th: ใหม่

source: No journal entries yet
de: Noch keine Tagebucheinträge
es: Aún no hay entradas
fr: Pas encore d'entrées
hi: अभी तक कोई जर्नल प्रविष्टियां नहीं
it: Ancora nessuna voce del diario
pt: Ainda não há entradas no diário
th: ยังไม่มีรายการบันทึก

# tapToCreateFirstEntry
source: Tap the + button to create your first entry
de: Tippe auf +, um deinen ersten Eintrag zu erstellen
es: Toca + para crear tu primera entrada
fr: Appuyez sur + pour créer votre première entrée
hi: अपनी पहली प्रविष्टि बनाने के लिए + पर टैप करें
it: Tocca + per creare la tua prima voce
pt: Toque em + para criar sua primeira entrada
th: แตะปุ่ม + เพื่อสร้างรายการแรกของคุณ

source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
hi: ड्राफ्ट
it: Bozza
pt: Rascunho
th: ฉบับร่าง

source: Finalized
de: Abgeschlossen
es: Finalizado
fr: Finalisé
hi: अंतिम
it: Finalizzato
pt: Finalizado
th: เสร็จสิ้น

source: Get help
de: Hilfe erhalten
es: Obtener ayuda
fr: Obtenir de l'aide
hi: मदद लें
it: Ottieni aiuto
pt: Obter ajuda
th: รับความช่วยเหลือ

# connectWithProfessionals
source: Connect with licensed professionals
de: Verbinde dich mit lizenzierten Fachleuten
es: Conecta con profesionales licenciados
fr: Connectez-vous avec des professionnels agréés
hi: लाइसेंस प्राप्त पेशेवरों से जुड़ें
it: Connettiti con professionisti abilitati
pt: Conecte-se com profissionais licenciados
th: เชื่อมต่อกับผู้เชี่ยวชาญที่มีใบอนุญาต

source: Your Appointments
de: Deine Termine
es: Tus citas
fr: Vos rendez-vous
hi: आपके अपॉइंटमेंट
it: I tuoi appuntamenti
pt: Seus compromissos
th: นัดหมายของคุณ

source: In crisis?
de: In einer Krise?
es: ¿En crisis?
fr: En crise?
hi: संकट में?
it: In crisi?
pt: Em crise?
th: อยู่ในวิกฤต?

# callEmergencyServices
source: Call emergency services immediately
de: Rufe sofort den Notdienst an
es: Llama a servicios de emergencia inmediatamente
fr: Appelez les services d'urgence immédiatement
hi: तुरंत आपातकालीन सेवाओं को कॉल करें
it: Chiama immediatamente i servizi di emergenza
pt: Ligue para os serviços de emergência imediatamente
th: โทรหาบริการฉุกเฉินทันที

source: Call
de: Anrufen
es: Llamar
fr: Appeler
hi: कॉल करें
it: Chiama
pt: Ligar
th: โทร

source: Services
de: Dienste
es: Servicios
hi: सेवाएं
it: Servizi
pt: Serviços
th: บริการ

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
hi: संसाधन
it: Risorse
pt: Recursos
th: แหล่งข้อมูล

source: Therapist session
de: Therapeuten-Sitzung
es: Sesión de terapeuta
fr: Session de thérapeute
hi: थेरेपिस्ट सत्र
it: Sessione con terapeuta
pt: Sessão de terapeuta
th: เซสชันนักบำบัด

# oneOnOneWithTherapist
source: One-on-one with a licensed therapist
de: Einzelsitzung mit lizenziertem Therapeuten
es: Uno a uno con terapeuta licenciado
fr: Tête-à-tête avec un thérapeute agréé
hi: लाइसेंस प्राप्त थेरेपिस्ट के साथ एक-एक
it: Uno a uno con un terapeuta abilitato
pt: Individual com terapeuta licenciado
th: ตัวต่อตัวกับนักบำบัดที่มีใบอนุญาต

source: Mental health consultation
de: Psychische Gesundheitsberatung
es: Consulta de salud mental
fr: Consultation de santé mentale
hi: मानसिक स्वास्थ्य परामर्श
it: Consulto di salute mentale
pt: Consulta de saúde mental
th: ปรึกษาสุขภาพจิต

source: General wellness guidance
de: Allgemeine Wellness-Beratung
es: Orientación general de bienestar
fr: Conseils généraux de bien-être
hi: सामान्य कल्याण मार्गदर्शन
it: Guida generale al benessere
pt: Orientação geral de bem-estar
th: คำแนะนำด้านสุขภาพทั่วไป

source: Articles
de: Artikel
es: Artículos
hi: लेख
it: Articoli
pt: Artigos
th: บทความ

source: Guided meditations
de: Geführte Meditationen
es: Meditaciones guiadas
fr: Méditations guidées
hi: निर्देशित ध्यान
it: Meditazioni guidate
pt: Meditações guiadas
th: การทำสมาธิแบบมีผู้นำ

source: Crisis hotlines
de: Krisenhotlines
es: Líneas de crisis
fr: Lignes de crise
hi: संकट हेल्पलाइन
it: Linee di crisi
pt: Linhas de crise
th: สายด่วนฉุกเฉิน

source: Join
de: Teilnehmen
es: Unirse
fr: Rejoindre
hi: शामिल हों
it: Partecipa
pt: Participar
th: เข้าร่วม

# trackMentalWellness
source: Track and understand your mental wellness
de: Verfolge und verstehe dein mentales Wohlbefinden
es: Rastrea y comprende tu bienestar mental
fr: Suivez et comprenez votre bien-être mental
hi: अपने मानसिक स्वास्थ्य को ट्रैक करें और समझें
it: Monitora e comprendi il tuo benessere mentale
pt: Acompanhe e entenda seu bem-estar mental
th: ติดตามและเข้าใจสุขภาพจิตของคุณ

# takeAssessment
source: Take an assessment
de: Bewertung machen
es: Hacer evaluación
fr: Faire une évaluation
hi: मूल्यांकन करें
it: Fai una valutazione
pt: Fazer avaliação
th: ทำแบบประเมิน

source: Emotional check-in
de: Emotionales Check-in
es: Check-in emocional
fr: Bilan émotionnel
hi: भावनात्मक चेक-इन
it: Check-in emotivo
pt: Check-in emocional
th: เช็คอินอารมณ์

# understandEmotionalState
source: Understand your current emotional state
de: Verstehe deinen aktuellen emotionalen Zustand
es: Comprende tu estado emocional actual
fr: Comprenez votre état émotionnel actuel
hi: अपनी वर्तमान भावनात्मक स्थिति को समझें
it: Comprendi il tuo stato emotivo attuale
pt: Entenda seu estado emocional atual
th: เข้าใจสถานะอารมณ์ปัจจุบันของคุณ

source: Stress assessment
de: Stressbewertung
es: Evaluación de estrés
fr: Évaluation du stress
hi: तनाव मूल्यांकन
it: Valutazione dello stress
pt: Avaliação de estresse
th: แบบประเมินความเครียด

# measureStressLevels
source: Measure your stress levels
de: Miss dein Stressniveau
es: Mide tus niveles de estrés
fr: Mesurez vos niveaux de stress
hi: अपने तनाव के स्तर को मापें
it: Misura i tuoi livelli di stress
pt: Meça seus níveis de estresse
th: วัดระดับความเครียดของคุณ

source: Recent results
de: Aktuelle Ergebnisse
es: Resultados recientes
fr: Résultats récents
hi: हाल के परिणाम
it: Risultati recenti
pt: Resultados recentes
th: ผลลัพธ์ล่าสุด

source: check-in
fr: Bilan
hi: चेक-इन
th: เช็คอิน

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
pt: Cancelar
th: ยกเลิก

# nOfTotal
source: {current} of {total}
de: {current} von {total}
es: {current} de {total}
fr: {current} sur {total}
hi: {total} में से {current}
it: {current} di {total}
pt: {current} de {total}
th: {current} จาก {total}

source: Emotional well-being
de: Emotionales Wohlbefinden
es: Bienestar emocional
fr: Bien-être émotionnel
hi: भावनात्मक कल्याण
it: Benessere emotivo
pt: Bem-estar emocional
th: สุขภาพอารมณ์

source: Stress management
es: Manejo del estrés
fr: Gestion du stress
hi: तनाव प्रबंधन
it: Gestione dello stress
pt: Gerenciamento de estresse
th: การจัดการความเครียด

source: Suggestions
de: Vorschläge
es: Sugerencias
hi: सुझाव
it: Suggerimenti
pt: Sugestões
th: ข้อเสนอแนะ

source: Done
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
it: Fatto
pt: Concluído
th: เสร็จสิ้น

# talkToProfessional
source: Talk to a professional
de: Mit einem Fachmann sprechen
es: Hablar con un profesional
fr: Parler à un professionnel
hi: किसी पेशेवर से बात करें
it: Parla con un professionista
pt: Falar com um profissional
th: พูดคุยกับผู้เชี่ยวชาญ

source: AI Model
de: KI-Modell
es: Modelo de IA
fr: Modèle d'IA
hi: AI मॉडल
it: Modello AI
pt: Modelo de IA
th: โมเดล AI

source: Please write something first
de: Bitte schreibe zuerst etwas
es: Por favor escribe algo primero
fr: Veuillez d'abord écrire quelque chose
hi: कृपया पहले कुछ लिखें
it: Per favore scrivi prima qualcosa
pt: Por favor, escreva algo primeiro
th: กรุณาเขียนบางอย่างก่อน

source: Use Cloud AI?
de: Cloud-KI verwenden?
es: ¿Usar IA en la nube?
fr: Utiliser l'IA cloud?
hi: क्लाउड AI का उपयोग करें?
it: Usare AI cloud?
pt: Usar IA na nuvem?
th: ใช้ Cloud AI?

# aboutToSwitchToCloud
source: You are about to switch to a cloud AI provider (Gemini).
de: Du wechselst zu einem Cloud-KI-Anbieter (Gemini)
es: Estás a punto de cambiar a un proveedor de IA en la nube (Gemini)
fr: Vous êtes sur le point de passer à un fournisseur d'IA cloud (Gemini)
hi: आप क्लाउड AI प्रदाता (Gemini) पर स्विच करने वाले हैं
it: Stai per passare a un provider AI cloud (Gemini)
pt: Você está prestes a mudar para um provedor de IA na nuvem (Gemini)
th: คุณกำลังจะเปลี่ยนไปใช้ผู้ให้บริการ Cloud AI (Gemini)

# cloudPrivacyWarning
source: Your conversations will be processed by Gemini to provide intelligent responses. Google's privacy policies apply.
de: Deine Gespräche werden von Gemini verarbeitet, um intelligente Antworten zu liefern. Es gelten die Datenschutzrichtlinien von Google.
es: Tus conversaciones serán procesadas por Gemini para proporcionar respuestas inteligentes. Se aplican las políticas de privacidad de Google.
fr: Vos conversations seront traitées par Gemini pour fournir des réponses intelligentes. Les politiques de confidentialité de Google s'appliquent.
hi: आपकी बातचीत Gemini द्वारा बुद्धिमान प्रतिक्रियाएं प्रदान करने के लिए प्रोसेस की जाएगी। Google की गोपनीयता नीतियां लागू होती हैं।
it: Le tue conversazioni saranno elaborate da Gemini per fornire risposte intelligenti. Si applicano le politiche sulla privacy di Google.
pt: Suas conversas serão processadas pelo Gemini para fornecer respostas inteligentes. As políticas de privacidade do Google se aplicam.
th: การสนทนาของคุณจะถูกประมวลผลโดย Gemini เพื่อให้คำตอบที่ชาญฉลาด นโยบายความเป็นส่วนตัวของ Google มีผลบังคับใช้

# forMaxPrivacy
source: On-device AI is also available for offline use.
de: On-Device-KI ist auch für die Offline-Nutzung verfügbar.
es: IA en el dispositivo también está disponible para uso sin conexión.
fr: L'IA sur l'appareil est également disponible pour une utilisation hors ligne.
hi: ऑफ़लाइन उपयोग के लिए ऑन-डिवाइस AI भी उपलब्ध है।
it: L'AI sul dispositivo è disponibile anche per l'uso offline.
pt: IA no dispositivo também está disponível para uso offline.
th: AI บนอุปกรณ์ยังสามารถใช้งานแบบออฟไลน์ได้

source: I Understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
hi: मैं समझता/समझती हूं
it: Capisco
pt: Eu entendo
th: ฉันเข้าใจ

# switchedToCloudAi
source: Switched to Cloud AI (Gemini)
de: Zu Cloud-KI (Gemini) gewechselt
es: Cambiado a IA en la nube (Gemini)
fr: Passé à l'IA cloud (Gemini)
hi: क्लाउड AI (Gemini) पर स्विच किया
it: Passato ad AI cloud (Gemini)
pt: Mudou para IA na nuvem (Gemini)
th: เปลี่ยนเป็น Cloud AI (Gemini)

source: Switched to On-Device AI
de: Zu On-Device-KI gewechselt
es: Cambiado a IA en el dispositivo
fr: Passé à l'IA sur l'appareil
hi: ऑन-डिवाइस AI पर स्विच किया
it: Passato ad AI sul dispositivo
pt: Mudou para IA no dispositivo
th: เปลี่ยนเป็น AI บนอุปกรณ์

# languageChangedTo
source: Language changed to {language}
de: Sprache auf {language} geändert
es: Idioma cambiado a {language}
fr: Langue changée en {language}
hi: भाषा {language} में बदली गई
it: Lingua cambiata in {language}
pt: Idioma alterado para {language}
th: เปลี่ยนภาษาเป็น {language}

# clearHistoryQuestion
source: Clear history?
de: Verlauf löschen?
es: ¿Borrar historial?
fr: Effacer l'historique?
hi: इतिहास साफ़ करें?
it: Cancellare la cronologia?
pt: Limpar histórico?
th: ล้างประวัติ?

# clearHistoryWarning
source: This will delete all your data. This cannot be undone.
de: Dies löscht alle deine Daten. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todos tus datos. Esta acción no se puede deshacer.
fr: Cela supprimera toutes vos données. Cette action ne peut pas être annulée.
hi: यह आपका सारा डेटा हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
it: Questo eliminerà tutti i tuoi dati. Questa azione non può essere annullata.
pt: Isso excluirá todos os seus dados. Esta ação não pode ser desfeita.
th: การดำเนินการนี้จะลบข้อมูลทั้งหมดของคุณ ไม่สามารถย้อนกลับได้

# clearAllDataQuestion
source: Clear all data?
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données?
hi: सभी डेटा साफ़ करें?
it: Cancellare tutti i dati?
pt: Limpar todos os dados?
th: ล้างข้อมูลทั้งหมด?
