Repository: w99910/anchor-ai
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, pt, th

# clearAllDataWarning
source: This will permanently delete all your data including chat history, journal entries, assessments, settings, and downloaded AI models. This action cannot be undone.
de: Dies löscht dauerhaft alle deine Daten einschließlich Chat-Verlauf, Tagebucheinträge, Bewertungen, Einstellungen und heruntergeladene KI-Modelle. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos tus datos incluyendo el historial de chat, entradas de diario, evaluaciones, configuraciones y modelos de IA descargados. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement toutes vos données, y compris l'historique des discussions, les entrées de journal, les évaluations, les paramètres et les modèles d'IA téléchargés. Cette action ne peut pas être annulée.
hi: यह स्थायी रूप से आपका सभी डेटा हटा देगा जिसमें चैट इतिहास, डायरी प्रविष्टियां, मूल्यांकन, सेटिंग्स और डाउनलोड किए गए AI मॉडल शामिल हैं। यह क्रिया पूर्ववत नहीं की जा सकती।
it: Questo eliminerà permanentemente tutti i tuoi dati inclusa la cronologia chat, le voci del diario, le valutazioni, le impostazioni e i modelli di IA scaricati. Questa azione non può essere annullata.
pt: Isso excluirá permanentemente todos os seus dados incluindo histórico de chat, entradas de diário, avaliações, configurações e modelos de IA baixados. Esta ação não pode ser desfeita.
th: การดำเนินการนี้จะลบข้อมูลทั้งหมดของคุณอย่างถาวร รวมถึงประวัติการแชท บันทึกในไดอารี่ การประเมิน การตั้งค่า และโมเดล AI ที่ดาวน์โหลด ไม่สามารถย้อนกลับได้

# dataCleared
source: All data cleared successfully
de: Alle Daten erfolgreich gelöscht
es: Todos los datos fueron eliminados exitosamente
fr: Toutes les données ont été effacées avec succès
hi: सभी डेटा सफलतापूर्वक साफ़ किया गया
it: Tutti i dati sono stati cancellati con successo
pt: Todos os dados foram limpos com sucesso
th: ล้างข้อมูลทั้งหมดสำเร็จแล้ว

source: Clearing data...
de: Daten werden gelöscht...
es: Eliminando datos...
fr: Suppression des données...
hi: डेटा साफ़ किया जा रहा है...
it: Cancellazione dati in corso...
pt: Limpando dados...
th: กำลังล้างข้อมูล...

source: Clear
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
pt: Limpar
th: ล้าง

source: History cleared
de: Verlauf gelöscht
es: Historial borrado
fr: Historique effacé
hi: इतिहास साफ़ किया गया
it: Cronologia cancellata
pt: Histórico limpo
th: ล้างประวัติแล้ว

source: About Anchor
de: Über Anchor
es: Acerca de Anchor
fr: À propos d'Anchor
hi: Anchor के बारे में
it: Informazioni su Anchor
pt: Sobre o Anchor
th: เกี่ยวกับ Anchor

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
pt: Política de privacidade
th: นโยบายความเป็นส่วนตัว

# helpAndSupport
source: Help & support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et support
hi: सहायता और समर्थन
it: Aiuto e supporto
pt: Ajuda e suporte
th: ช่วยเหลือและสนับสนุน

# version
source: Version {version}
es: Versión {version}
hi: संस्करण {version}
it: Versione {version}
pt: Versão {version}
th: เวอร์ชัน {version}

# yourWellnessCompanion
source: Your mental wellness companion.
de: Dein Wellness-Begleiter für psychische Gesundheit
es: Tu compañero de bienestar mental
fr: Votre compagnon de bien-être mental
hi: आपका मानसिक कल्याण साथी
it: Il tuo compagno per il benessere mentale
pt: Seu companheiro de bem-estar mental
th: เพื่อนคู่ใจด้านสุขภาพจิตของคุณ

source: System
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
pt: Sistema
th: ระบบ

source: Light
de: Hell
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
pt: Claro
th: สว่าง

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
pt: Escuro
th: มืด

# onDeviceProvider
source: On-Device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l'appareil
hi: ऑन-डिवाइस
it: Sul dispositivo
pt: No dispositivo
th: บนอุปกรณ์

source: Private, runs locally
de: Privat, läuft lokal
es: Privado, se ejecuta localmente
fr: Privé, fonctionne localement
hi: निजी, स्थानीय रूप से चलता है
it: Privato, eseguito localmente
pt: Privado, executa localmente
th: ส่วนตัว ทำงานในเครื่อง

source: Cloud (Gemini)
es: Nube (Gemini)
hi: क्लाउड (Gemini 3)
it: Cloud (Gemini 3)
pt: Nuvem (Gemini)
th: คลาวด์ (Gemini 3)

source: Faster, requires internet
de: Schneller, erfordert Internet
es: Más rápido, requiere Internet
fr: Plus rapide, nécessite Internet
hi: तेज़, इंटरनेट आवश्यक
it: Più veloce, richiede Internet
pt: Mais rápido, requer Internet
th: เร็วกว่า ต้องใช้อินเทอร์เน็ต

source: API key not configured
de: API-Schlüssel nicht konfiguriert
es: Clave API no configurada
fr: Clé API non configurée
hi: API कुंजी कॉन्फ़िगर नहीं
it: Chiave API non configurata
pt: Chave da API não configurada
th: ยังไม่ได้กำหนด API key

# findTherapist
source: Find a therapist
de: Therapeut finden
es: Buscar terapeuta
fr: Trouver un thérapeute
hi: थेरेपिस्ट खोजें
it: Trova terapeuta
pt: Encontrar terapeuta
th: ค้นหานักบำบัด

source: Search by name or specialty...
de: Nach Name oder Fachgebiet suchen...
es: Buscar por nombre o especialidad...
fr: Rechercher par nom ou spécialité...
hi: नाम या विशेषज्ञता से खोजें...
it: Cerca per nome o specialità...
pt: Pesquisar por nome ou especialidade...
th: ค้นหาตามชื่อหรือความเชี่ยวชาญ...

# therapistsAvailable
source: {count, plural, =1{{count} therapist available} other{{count} therapists available}}
de: {count, plural, =1{{count} Therapeut verfügbar} other{{count} Therapeuten verfügbar}}
es: {count, plural, =1{{count} terapeuta disponible} other{{count} terapeutas disponibles}}
fr: {count, plural, =1{{count} thérapeute disponible} other{{count} thérapeutes disponibles}}
hi: {count, plural, =1{{count} थेरेपिस्ट उपलब्ध} other{{count} थेरेपिस्ट उपलब्ध}}
it: {count, plural, =1{{count} terapeuta disponibile} other{{count} terapeuti disponibili}}
pt: {count, plural, =1{{count} terapeuta disponível} other{{count} terapeutas disponíveis}}
th: {count, plural, =1{{count} นักบำบัดพร้อมให้บริการ} other{{count} นักบำบัดพร้อมให้บริการ}}

# switchLabel
source: Switch
de: Wechseln
es: Cambiar
fr: Changer
hi: स्विच करें
it: Cambia
pt: Trocar
th: เปลี่ยน

source: Change
de: Ändern
es: Cambiar
fr: Modifier
hi: बदलें
it: Modifica
pt: Alterar
th: เปลี่ยน

# changeModelTooltip
source: Change model ({modelName})
de: Modell ändern ({modelName})
es: Cambiar modelo ({modelName})
fr: Changer de modèle ({modelName})
hi: मॉडल बदलें ({modelName})
it: Cambia modello ({modelName})
pt: Alterar modelo ({modelName})
th: เปลี่ยนโมเดล ({modelName})

source: Offline
es: Sin conexión
fr: Hors ligne
hi: ऑफ़लाइन
th: ออฟไลน์

source: Model error
de: Modellfehler
es: Error del modelo
fr: Erreur du modèle
hi: मॉडल त्रुटि
it: Errore del modello
pt: Erro do modelo
th: โมเดลผิดพลาด

# cloudAiLabel
source: Cloud AI
de: Cloud-KI
es: IA en la nube
fr: IA Cloud
hi: क्लाउड AI
it: AI Cloud
pt: IA na nuvem

# usingCloudAiLabel
source: Using Cloud AI
de: Cloud-KI wird verwendet
es: Usando IA en la nube
fr: Utilisation de l'IA cloud
hi: क्लाउड AI का उपयोग हो रहा है
it: Usando AI cloud
pt: Usando IA na nuvem
th: ใช้ Cloud AI

source: From
de: Ab
es: Desde
fr: À partir de
hi: से
it: Da
pt: A partir de
th: เริ่มต้น

# perSession
source: /session
de: /Sitzung
es: /sesión
hi: /सत्र
it: /sessione
pt: /sessão
th: /เซสชัน

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hi: अनुपलब्ध
it: Non disponibile
pt: Indisponível
th: ไม่พร้อมให้บริการ

source: Book session
de: Sitzung buchen
es: Reservar sesión
fr: Réserver une session
hi: सत्र बुक करें
it: Prenota sessione
pt: Agendar sessão
th: จองเซสชัน

source: View profile
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
hi: प्रोफ़ाइल देखें
it: Visualizza profilo
pt: Ver perfil
th: ดูโปรไฟล์

# pleaseSelectTime
source: Please select a time
de: Bitte wähle eine Zeit
es: Por favor selecciona una hora
fr: Veuillez sélectionner une heure
hi: कृपया एक समय चुनें
it: Per favore seleziona un orario
pt: Por favor, selecione um horário
th: กรุณาเลือกเวลา

source: Date
de: Datum
es: Fecha
hi: दिनांक
it: Data
pt: Data
th: วันที่

source: Time
de: Zeit
es: Hora
fr: Heure
hi: समय
it: Ora
pt: Hora
th: เวลา

source: Urgency
de: Dringlichkeit
es: Urgencia
fr: Urgence
hi: तात्कालिकता
it: Urgenza
pt: Urgência
th: ความเร่งด่วน

source: Normal
hi: सामान्य
it: Normale
th: ปกติ

source: Regular scheduling
de: Reguläre Terminplanung
es: Programación regular
fr: Planification régulière
hi: नियमित शेड्यूलिंग
it: Programmazione regolare
pt: Agendamento regular
th: การนัดหมายปกติ

source: Urgent
de: Dringend
es: Urgente
hi: जरूरी
it: Urgente
pt: Urgente
th: เร่งด่วน

# priority
source: Priority (+$20)
de: Priorität (+$20)
es: Prioridad (+$20)
fr: Priorité (+$20)
hi: प्राथमिकता (+$20)
it: Priorità (+$20)
pt: Prioridade (+$20)
th: ลำดับความสำคัญ (+$20)

source: Checkout
de: Zur Kasse
es: Pagar
fr: Paiement
hi: चेकआउट
it: Pagamento
pt: Finalizar
th: ชำระเงิน

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
it: Riepilogo
pt: Resumo
th: สรุป

source: Type
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
pt: Tipo
th: ประเภท

source: Price
de: Preis
es: Precio
fr: Prix
hi: मूल्य
it: Prezzo
pt: Preço
th: ราคา

source: Session
de: Sitzung
es: Sesión
hi: सत्र
it: Sessione
pt: Sessão
th: เซสชัน

source: Urgency fee
de: Dringlichkeitsgebühr
es: Tarifa de urgencia
fr: Frais d'urgence
hi: तात्कालिकता शुल्क
it: Tariffa urgenza
pt: Taxa de urgência
th: ค่าธรรมเนียมเร่งด่วน

source: Total
de: Gesamt
hi: कुल
it: Totale
th: รวม

# testModeMessage
source: Test mode: Using $1 amount on Sepolia testnet
de: Testmodus: Verwendet $1 Beträge im Sepolia-Testnetz
es: Modo de prueba: Usa montos de $1 en Sepolia testnet
fr: Mode test: Utilise des montants de $1 sur le testnet Sepolia
hi: टेस्ट मोड: Sepolia टेस्टनेट पर $1 राशि का उपयोग करता है
it: Modalità test: Usa importi di $1 su Sepolia testnet
pt: Modo de teste: Usa valores de $1 na testnet Sepolia
th: โหมดทดสอบ: ใช้จำนวน $1 บน Sepolia testnet

# freeCancellation
source: Free cancellation up to 24 hours before
de: Kostenlose Stornierung bis 24 Stunden vor dem Termin
es: Cancelación gratuita hasta 24 horas antes de la cita
fr: Annulation gratuite jusqu'à 24 heures avant le rendez-vous
hi: अपॉइंटमेंट से 24 घंटे पहले तक मुफ्त रद्द
it: Cancellazione gratuita fino a 24 ore prima dell'appuntamento
pt: Cancelamento gratuito até 24 horas antes do compromisso
th: ยกเลิกฟรีภายใน 24 ชั่วโมงก่อนนัดหมาย

source: Pay ${amount}
de: ${amount} bezahlen
es: Pagar ${amount}
fr: Payer ${amount}
hi: ${amount} का भुगतान करें
it: Paga ${amount}
pt: Pagar ${amount}
th: จ่าย ${amount}

source: Payment
de: Zahlung
es: Pago
fr: Paiement
hi: भुगतान
it: Pagamento
pt: Pagamento
th: การชำระเงิน

source: Payment method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
hi: भुगतान विधि
it: Metodo di pagamento
pt: Método de pagamento
th: วิธีการชำระเงิน

source: Credit / Debit Card
de: Kredit- / Debitkarte
es: Tarjeta de crédito / débito
fr: Carte de crédit / débit
hi: क्रेडिट / डेबिट कार्ड
it: Carta di credito / debito
pt: Cartão de crédito / débito
th: บัตรเครดิต / เดบิต

# payWithPaypal
source: Pay with your PayPal account
de: Mit deinem PayPal-Konto bezahlen
es: Paga con tu cuenta de PayPal
fr: Payez avec votre compte PayPal
hi: अपने PayPal खाते से भुगतान करें
it: Paga con il tuo account PayPal
pt: Pague com sua conta PayPal
th: ชำระเงินด้วยบัญชี PayPal ของคุณ

source: Card number
de: Kartennummer
es: Número de tarjeta
fr: Numéro de carte
hi: कार्ड नंबर
it: Numero carta
pt: Número do cartão
th: หมายเลขบัตร

source: Wallet connected
de: Wallet verbunden
es: Billetera conectada
fr: Portefeuille connecté
hi: वॉलेट जुड़ा
it: Wallet connesso
pt: Carteira conectada
th: เชื่อมต่อกระเป๋าเงินแล้ว

source: Secured by blockchain
de: Durch Blockchain gesichert
es: Asegurado por blockchain
fr: Sécurisé par blockchain
hi: ब्लॉकचेन द्वारा सुरक्षित
it: Protetto dalla blockchain
pt: Protegido por blockchain
th: ปลอดภัยด้วยบล็อกเชน

source: Secure payment
de: Sichere Zahlung
es: Pago seguro
fr: Paiement sécurisé
hi: सुरक्षित भुगतान
it: Pagamento sicuro
pt: Pagamento seguro
th: การชำระเงินปลอดภัย

source: Connect wallet to pay
de: Wallet zum Bezahlen verbinden
es: Conectar billetera para pagar
fr: Connecter le portefeuille pour payer
hi: भुगतान के लिए वॉलेट कनेक्ट करें
it: Connetti wallet per pagare
pt: Conectar carteira para pagar
th: เชื่อมต่อกระเป๋าเงินเพื่อชำระ

# reviewsCount
source: {count} reviews
de: {count} Bewertungen
es: {count} reseñas
fr: {count} avis
hi: {count} समीक्षाएं
it: {count} recensioni
pt: {count} avaliações
th: {count} รีวิว

# perSessionLabel
source: per session
de: pro Sitzung
es: por sesión
fr: par session
hi: प्रति सत्र
it: per sessione
pt: por sessão
th: ต่อเซสชัน

source: minutes
de: Minuten
es: minutos
hi: मिनट
it: minuti
pt: minutos
th: นาที

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
it: Disponibile
pt: Disponível
th: พร้อมให้บริการ

source: Currently unavailable
de: Derzeit nicht verfügbar
es: No disponible actualmente
fr: Actuellement non disponible
hi: वर्तमान में अनुपलब्ध
it: Attualmente non disponibile
pt: Indisponível no momento
th: ไม่พร้อมให้บริการในขณะนี้

# nextSlot
source: Next slot: {time}
de: Nächster Termin: {time}
es: Próximo horario: {time}
fr: Prochain créneau: {time}
hi: अगला स्लॉट: {time}
it: Prossimo slot: {time}
pt: Próximo horário: {time}
th: ช่วงเวลาถัดไป: {time}

source: Specializations
de: Spezialisierungen
es: Especializaciones
fr: Spécialisations
hi: विशेषज्ञताएं
it: Specializzazioni
pt: Especializações
th: ความเชี่ยวชาญ

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
hi: भाषाएं
it: Lingue
pt: Idiomas
th: ภาษา

source: Reviews
de: Bewertungen
es: Reseñas
fr: Avis
hi: समीक्षाएं
it: Recensioni
pt: Avaliações
th: รีวิว

source: See all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
hi: सभी देखें
it: Vedi tutto
pt: Ver tudo
th: ดูทั้งหมด

# bookSessionWithPrice
source: Book session - ${price}
de: Sitzung buchen - ${price}
es: Reservar sesión - ${price}
fr: Réserver une session - ${price}
hi: सत्र बुक करें - ${price}
it: Prenota sessione - ${price}
pt: Agendar sessão - ${price}
th: จองเซสชัน - ${price}

source: Unsaved changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
hi: सहेजे नहीं गए परिवर्तन
it: Modifiche non salvate
pt: Alterações não salvas
th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก

source: What's on your mind?
de: Was beschäftigt dich?
es: ¿Qué tienes en mente?
fr: Qu'avez-vous en tête?
hi: आपके मन में क्या है?
it: Cosa hai in mente?
pt: O que está em sua mente?
th: คุณกำลังคิดอะไรอยู่?

# analyzingEntry
source: Analyzing your entry...
de: Eintrag wird analysiert...
es: Analizando tu entrada...
fr: Analyse de votre entrée...
hi: आपकी प्रविष्टि का विश्लेषण हो रहा है...
it: Analisi della tua voce...
pt: Analisando sua entrada...
th: กำลังวิเคราะห์รายการของคุณ...

source: Finalizing...
de: Wird abgeschlossen...
es: Finalizando...
fr: Finalisation...
hi: अंतिम रूप दिया जा रहा है...
it: Finalizzazione...
pt: Finalizando...
th: กำลังดำเนินการขั้นสุดท้าย...

source: This may take a moment
de: Dies kann einen Moment dauern
es: Esto puede tomar un momento
fr: Cela peut prendre un moment
hi: इसमें कुछ समय लग सकता है
it: Potrebbe richiedere un momento
pt: Isso pode levar um momento
th: อาจใช้เวลาสักครู่

# aiGeneratingInsights
source: AI is generating insights
de: KI generiert Einblicke
es: IA generando perspectivas
fr: L'IA génère des perspectives
hi: AI अंतर्दृष्टि उत्पन्न कर रहा है
it: L'AI sta generando approfondimenti
pt: IA gerando insights
th: AI กำลังสร้างข้อมูลเชิงลึก

# pleaseWriteSomething
source: Please write something first
de: Bitte schreibe zuerst etwas
es: Por favor escribe algo primero
fr: Veuillez d'abord écrire quelque chose
hi: कृपया पहले कुछ लिखें
it: Per favore scrivi prima qualcosa
pt: Por favor, escreva algo primeiro
th: กรุณาเขียนบางอย่างก่อน

# failedToSave
source: Failed to save: {error}
de: Speichern fehlgeschlagen: {error}
es: Error al guardar: {error}
fr: Échec de l'enregistrement: {error}
hi: सहेजना विफल: {error}
it: Salvataggio fallito: {error}
pt: Falha ao salvar: {error}
th: บันทึกไม่สำเร็จ: {error}

# failedToFinalize
source: Failed to finalize: {error}
de: Abschluss fehlgeschlagen: {error}
es: Error al finalizar: {error}
fr: Échec de la finalisation: {error}
hi: अंतिम रूप देना विफल: {error}
it: Finalizzazione fallita: {error}
pt: Falha ao finalizar: {error}
th: ดำเนินการขั้นสุดท้ายไม่สำเร็จ: {error}

source: What would you like to do?
de: Was möchtest du tun?
es: ¿Qué te gustaría hacer?
fr: Que souhaitez-vous faire?
hi: आप क्या करना चाहेंगे?
it: Cosa vorresti fare?
pt: O que você gostaria de fazer?
th: คุณต้องการทำอะไร?

source: Save as Draft
de: Als Entwurf speichern
es: Guardar como borrador
fr: Enregistrer comme brouillon
hi: ड्राफ्ट के रूप में सहेजें
it: Salva come bozza
pt: Salvar como rascunho
th: บันทึกเป็นฉบับร่าง

# keepEditingForDays
source: Keep editing for up to 3 days
de: Bis zu 3 Tage weiter bearbeiten
es: Seguir editando hasta 3 días
fr: Continuer à éditer pendant 3 jours
hi: 3 दिनों तक संपादन जारी रखें
it: Continua a modificare per 3 giorni
pt: Continue editando por até 3 dias
th: แก้ไขต่อได้ถึง 3 วัน

source: Finalize with AI
de: Mit KI abschließen
es: Finalizar con IA
fr: Finaliser avec l'IA
hi: AI के साथ अंतिम रूप दें
it: Finalizza con AI
pt: Finalizar com IA
th: เสร็จสิ้นด้วย AI

source: Finalize with Cloud AI
de: Mit Cloud-KI abschließen
es: Finalizar con IA en la nube
fr: Finaliser avec l'IA cloud
hi: क्लाउड AI के साथ अंतिम रूप दें
it: Finalizza con AI cloud
pt: Finalizar com IA na nuvem
th: เสร็จสิ้นด้วย Cloud AI

source: Finalize Entry
de: Eintrag abschließen
es: Finalizar entrada
fr: Finaliser l'entrée
hi: प्रविष्टि अंतिम करें
it: Finalizza voce
pt: Finalizar entrada
th: เสร็จสิ้นรายการ

# getSummaryAndAnalysisGemini
source: Get summary & analysis (uses Gemini)
de: Zusammenfassung und Analyse erhalten (verwendet Gemini)
es: Obtener resumen y análisis (usa Gemini)
fr: Obtenir un résumé et une analyse (utilise Gemini)
hi: सारांश और विश्लेषण प्राप्त करें (Gemini का उपयोग करता है)
it: Ottieni riepilogo e analisi (usa Gemini)
pt: Obter resumo e análise (usa Gemini)
th: รับสรุปและการวิเคราะห์ (ใช้ Gemini)

# getSummaryEmotionRisk
source: Get summary, emotion analysis & risk assessment
de: Zusammenfassung, Emotionsanalyse und Risikobewertung erhalten
es: Obtener resumen, análisis emocional y evaluación de riesgo
fr: Obtenir un résumé, une analyse émotionnelle et une évaluation des risques
hi: सारांश, भावना विश्लेषण और जोखिम मूल्यांकन प्राप्त करें
it: Ottieni riepilogo, analisi emotiva e valutazione del rischio
pt: Obter resumo, análise emocional e avaliação de risco
th: รับสรุป การวิเคราะห์อารมณ์ และการประเมินความเสี่ยง

source: Lock entry and stop editing
de: Eintrag sperren und Bearbeitung beenden
es: Bloquear entrada y dejar de editar
fr: Verrouiller l'entrée et arrêter l'édition
hi: प्रविष्टि लॉक करें और संपादन बंद करें
it: Blocca la voce e smetti di modificare
pt: Bloquear entrada e parar de editar
th: ล็อครายการและหยุดแก้ไข

source: Entry Finalized
de: Eintrag abgeschlossen
es: Entrada finalizada
fr: Entrée finalisée
hi: प्रविष्टि अंतिम
it: Voce finalizzata
pt: Entrada finalizada
th: รายการเสร็จสมบูรณ์

source: Entry Saved
de: Eintrag gespeichert
es: Entrada guardada
fr: Entrée enregistrée
hi: प्रविष्टि सहेजी गई
it: Voce salvata
pt: Entrada salva
th: บันทึกรายการแล้ว

# entryAnalyzed
source: Your journal entry has been analyzed
de: Dein Tagebucheintrag wurde analysiert
es: Tu entrada del diario ha sido analizada
fr: Votre entrée de journal a été analysée
hi: आपकी जर्नल प्रविष्टि का विश्लेषण किया गया
it: La tua voce del diario è stata analizzata
pt: Sua entrada do diário foi analisada
th: วิเคราะห์รายการบันทึกของคุณแล้ว

# draftSaved
source: Your draft has been saved
de: Entwurf gespeichert
es: Borrador guardado
fr: Brouillon enregistré
hi: ड्राफ्ट सहेजा गया
it: Bozza salvata
pt: Rascunho salvo
th: บันทึกฉบับร่างแล้ว

source: Risk Assessment
de: Risikobewertung
es: Evaluación de riesgo
fr: Évaluation des risques
hi: जोखिम मूल्यांकन
it: Valutazione del rischio
pt: Avaliação de risco
th: การประเมินความเสี่ยง

source: Emotional State
de: Emotionaler Zustand
es: Estado emocional
fr: État émotionnel
hi: भावनात्मक स्थिति
it: Stato emotivo
pt: Estado emocional
th: สถานะอารมณ์

source: AI Summary
de: KI-Zusammenfassung
es: Resumen de IA
fr: Résumé IA
hi: AI सारांश
it: Riepilogo AI
pt: Resumo da IA
th: สรุปโดย AI

source: Suggested Actions
de: Vorgeschlagene Maßnahmen
es: Acciones sugeridas
fr: Actions suggérées
hi: सुझाई गई कार्रवाई
it: Azioni suggerite
pt: Ações sugeridas
th: การกระทำที่แนะนำ

source: Draft Mode
de: Entwurfsmodus
es: Modo borrador
fr: Mode brouillon
hi: ड्राफ्ट मोड
it: Modalità bozza
pt: Modo rascunho
th: โหมดฉบับร่าง

# draftModeDescription
source: You can continue editing this entry for up to 3 days. When ready, finalize it to get AI-powered insights.
de: Du kannst diesen Eintrag noch 3 Tage lang bearbeiten. Wenn du bereit bist, schließe ihn ab, um KI-Einblicke zu erhalten.
es: Puedes seguir editando esta entrada durante 3 días más. Cuando estés listo, finalízala para obtener perspectivas de IA.
fr: Vous pouvez continuer à éditer cette entrée pendant 3 jours. Quand vous êtes prêt, finalisez-la pour obtenir des perspectives IA.
hi: आप इस प्रविष्टि को 3 दिनों तक संपादित कर सकते हैं। जब तैयार हों, AI अंतर्दृष्टि प्राप्त करने के लिए अंतिम रूप दें।
it: Puoi continuare a modificare questa voce per 3 giorni. Quando sei pronto, finalizzala per ottenere approfondimenti AI.
pt: Você pode continuar editando esta entrada por 3 dias. Quando estiver pronto, finalize para obter insights da IA.
th: คุณสามารถแก้ไขรายการนี้ต่อได้ถึง 3 วัน เมื่อพร้อมแล้ว ให้ทำให้เสร็จสมบูรณ์เพื่อรับข้อมูลเชิงลึกจาก AI

source: Stored on EthStorage
de: Auf EthStorage gespeichert
es: Almacenado en EthStorage
fr: Stocké sur EthStorage
hi: EthStorage पर संग्रहीत
it: Memorizzato su EthStorage
pt: Armazenado no EthStorage
th: จัดเก็บบน EthStorage

# ethStorageConfigRequired
source: EthStorage Configuration Required
de: EthStorage-Konfiguration erforderlich
es: Se requiere configuración de EthStorage
fr: Configuration EthStorage requise
hi: EthStorage कॉन्फ़िगरेशन आवश्यक
it: Configurazione EthStorage richiesta
pt: Configuração do EthStorage necessária
th: ต้องกำหนดค่า EthStorage

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
pt: Tentar novamente
th: ลองใหม่

source: View
de: Anzeigen
es: Ver
fr: Voir
hi: देखें
it: Visualizza
pt: Ver
th: ดู

source: Uploading to EthStorage...
de: Wird auf EthStorage hochgeladen...
es: Subiendo a EthStorage...
fr: Téléversement vers EthStorage...
hi: EthStorage पर अपलोड हो रहा है...
it: Caricamento su EthStorage...
pt: Enviando para EthStorage...
th: กำลังอัปโหลดไปยัง EthStorage...

# storeOnEthStorage
source: Store on EthStorage (Testnet)
de: Auf EthStorage speichern (Testnet)
es: Almacenar en EthStorage (Testnet)
fr: Stocker sur EthStorage (Testnet)
hi: EthStorage पर संग्रहीत करें (Testnet)
it: Memorizza su EthStorage (Testnet)
pt: Armazenar no EthStorage (Testnet)
th: จัดเก็บบน EthStorage (Testnet)

# successfullyUploaded
source: Successfully uploaded to EthStorage!
de: Erfolgreich auf EthStorage hochgeladen!
es: ¡Subido exitosamente a EthStorage!
fr: Téléversé avec succès sur EthStorage!
hi: EthStorage पर सफलतापूर्वक अपलोड हुआ!
it: Caricato con successo su EthStorage!
pt: Enviado com sucesso para EthStorage!
th: อัปโหลดไปยัง EthStorage สำเร็จ!

# couldNotOpenBrowser
source: Could not open browser. URL: {url}
de: Browser konnte nicht geöffnet werden. URL: {url}
es: No se pudo abrir el navegador. URL: {url}
fr: Impossible d'ouvrir le navigateur. URL: {url}
hi: ब्राउज़र नहीं खोल सका। URL: {url}
it: Impossibile aprire il browser. URL: {url}
pt: Não foi possível abrir o navegador. URL: {url}
th: ไม่สามารถเปิดเบราว์เซอร์ได้ URL: {url}
