Repository: w99910/anchor-ai
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, pt, th

# phq9Question8
source: Moving or speaking so slowly that other people could have noticed? Or the opposite — being so fidgety or restless that you have been moving around a lot more than usual
de: So langsame Bewegungen oder Sprache, dass andere es bemerken könnten? Oder das Gegenteil — so zappelig oder unruhig, dass Sie sich mehr als üblich bewegt haben
es: Moverse o hablar tan lento que otras personas lo han notado. O lo contrario — estar tan inquieto que se ha movido mucho más de lo habitual
fr: Bouger ou parler si lentement que les autres l'ont remarqué? Ou au contraire — être si agité(e) que vous bougez beaucoup plus que d'habitude
hi: इतना धीमा चलना या बोलना कि दूसरों ने नोटिस किया हो? या इसके विपरीत — इतना बेचैन होना कि सामान्य से बहुत अधिक हिल-डुल रहे हों
it: Muoversi o parlare così lentamente che gli altri se ne sono accorti? O al contrario — essere così irrequieto da muoversi molto più del solito
pt: Mover-se ou falar tão devagar que outras pessoas perceberam? Ou o oposto — ficar tão inquieto que você se movimentou muito mais que o normal
th: เคลื่อนไหวหรือพูดช้าจนคนอื่นสังเกตเห็น? หรือตรงกันข้าม — กระสับกระส่ายจนเคลื่อนไหวมากกว่าปกติ

# phq9Question9
source: Thoughts that you would be better off dead or of hurting yourself in some way
de: Gedanken, dass Sie besser tot wären oder sich selbst verletzen könnten
es: Pensamientos de que estaría mejor muerto o de hacerse daño de alguna manera
fr: Pensées que vous seriez mieux mort(e) ou idées de vous faire du mal
hi: यह विचार कि आप मर जाएं तो बेहतर होगा या किसी तरह खुद को नुकसान पहुंचाने के विचार
it: Pensieri che sarebbe meglio essere morto o di farsi del male in qualche modo
pt: Pensamentos de que seria melhor estar morto ou de se machucar de alguma forma
th: คิดว่าตายไปจะดีกว่า หรือคิดทำร้ายตัวเองในทางใดทางหนึ่ง

# gad7ResultsTitle
source: GAD-7 Anxiety Assessment
de: GAD-7 Angstbewertung
es: Evaluación de ansiedad GAD-7
fr: Évaluation de l'anxiété GAD-7
hi: GAD-7 चिंता मूल्यांकन
it: Valutazione dell'ansia GAD-7
pt: Avaliação de ansiedade GAD-7
th: ผลประเมินความวิตกกังวล GAD-7

# phq9ResultsTitle
source: PHQ-9 Depression Assessment
de: PHQ-9 Depressionsbewertung
es: Evaluación de depresión PHQ-9
fr: Évaluation de la dépression PHQ-9
hi: PHQ-9 अवसाद मूल्यांकन
it: Valutazione della depressione PHQ-9
pt: Avaliação de depressão PHQ-9
th: ผลประเมินภาวะซึมเศร้า PHQ-9

source: Minimal anxiety
de: Minimale Angst
es: Ansiedad mínima
fr: Anxiété minimale
hi: न्यूनतम चिंता
it: Ansia minima
pt: Ansiedade mínima
th: วิตกกังวลน้อยมาก

source: Mild anxiety
de: Leichte Angst
es: Ansiedad leve
fr: Anxiété légère
hi: हल्की चिंता
it: Ansia lieve
pt: Ansiedade leve
th: วิตกกังวลเล็กน้อย

source: Moderate anxiety
de: Mittlere Angst
es: Ansiedad moderada
fr: Anxiété modérée
hi: मध्यम चिंता
it: Ansia moderata
pt: Ansiedade moderada
th: วิตกกังวลปานกลาง

source: Severe anxiety
de: Schwere Angst
es: Ansiedad severa
fr: Anxiété sévère
hi: गंभीर चिंता
it: Ansia grave
pt: Ansiedade severa
th: วิตกกังวลรุนแรง

source: Minimal depression
de: Minimale Depression
es: Depresión mínima
fr: Dépression minimale
hi: न्यूनतम अवसाद
it: Depressione minima
pt: Depressão mínima
th: ซึมเศร้าน้อยมาก

source: Mild depression
de: Leichte Depression
es: Depresión leve
fr: Dépression légère
hi: हल्का अवसाद
it: Depressione lieve
pt: Depressão leve
th: ซึมเศร้าเล็กน้อย

source: Moderate depression
de: Mittlere Depression
es: Depresión moderada
fr: Dépression modérée
hi: मध्यम अवसाद
it: Depressione moderata
pt: Depressão moderada
th: ซึมเศร้าปานกลาง

# moderatelySevereDepression
source: Moderately severe
de: Mittelschwere Depression
es: Depresión moderadamente severa
fr: Dépression modérément sévère
hi: मध्यम से गंभीर अवसाद
it: Depressione moderatamente grave
pt: Depressão moderadamente severa
th: ซึมเศร้าปานกลางถึงรุนแรง

source: Severe depression
de: Schwere Depression
es: Depresión severa
fr: Dépression sévère
hi: गंभीर अवसाद
it: Depressione grave
pt: Depressão severa
th: ซึมเศร้ารุนแรง

# gad7DescMinimal
source: Minimal anxiety. Keep up the good work!
de: Minimale Angst. Weiter so!
es: Ansiedad mínima. ¡Sigue así!
fr: Anxiété minimale. Continuez ainsi!
hi: न्यूनतम चिंता। ऐसे ही बने रहें!
it: Ansia minima. Continua così!
pt: Ansiedade mínima. Continue assim!
th: วิตกกังวลน้อยมาก ทำดีต่อไปนะ!

# gad7DescMild
source: Mild anxiety. Consider incorporating relaxation techniques.
de: Leichte Angst. Erwägen Sie Entspannungstechniken.
es: Ansiedad leve. Considera incorporar técnicas de relajación.
fr: Anxiété légère. Envisagez d'intégrer des techniques de relaxation.
hi: हल्की चिंता। विश्राम तकनीकें अपनाने पर विचार करें।
it: Ansia lieve. Considera di adottare tecniche di rilassamento.
pt: Ansiedade leve. Considere incorporar técnicas de relaxamento.
th: วิตกกังวลเล็กน้อย ลองใช้เทคนิคผ่อนคลาย

# gad7DescModerate
source: Moderate anxiety. Pay attention to your mental health.
de: Mittlere Angst. Achten Sie auf Ihre psychische Gesundheit.
es: Ansiedad moderada. Presta atención a tu salud mental.
fr: Anxiété modérée. Soyez attentif(ve) à votre santé mentale.
hi: मध्यम चिंता। अपने मानसिक स्वास्थ्य पर ध्यान दें।
it: Ansia moderata. Presta attenzione alla tua salute mentale.
pt: Ansiedade moderada. Preste atenção à sua saúde mental.
th: วิตกกังวลปานกลาง ใส่ใจสุขภาพจิตของคุณ

# gad7DescSevere
source: Severe anxiety. Seeking professional help is recommended.
de: Schwere Angst. Professionelle Hilfe wird empfohlen.
es: Ansiedad severa. Se recomienda buscar ayuda profesional.
fr: Anxiété sévère. Il est recommandé de consulter un professionnel.
hi: गंभीर चिंता। पेशेवर मदद लेने की सलाह दी जाती है।
it: Ansia grave. Si consiglia di cercare aiuto professionale.
pt: Ansiedade severa. É recomendado buscar ajuda profissional.
th: วิตกกังวลรุนแรง แนะนำให้ปรึกษาผู้เชี่ยวชาญ

# phq9DescMinimal
source: Symptoms suggest minimal depression. Continue monitoring your mood.
de: Symptome deuten auf minimale Depression hin. Beobachten Sie Ihre Stimmung weiterhin.
es: Los síntomas sugieren depresión mínima. Continúa monitoreando tu estado de ánimo.
fr: Les symptômes suggèrent une dépression minimale. Continuez à surveiller votre humeur.
hi: लक्षण न्यूनतम अवसाद का संकेत देते हैं। अपने मूड पर नज़र रखना जारी रखें।
it: I sintomi suggeriscono depressione minima. Continua a monitorare il tuo umore.
pt: Os sintomas sugerem depressão mínima. Continue monitorando seu humor.
th: อาการบ่งชี้ว่าซึมเศร้าน้อยมาก ติดตามอารมณ์ของคุณต่อไป

# phq9DescMild
source: Symptoms suggest mild depression. It may be helpful to talk with a counselor.
de: Symptome deuten auf leichte Depression hin. Es könnte hilfreich sein, mit einem Berater zu sprechen.
es: Los síntomas sugieren depresión leve. Puede ser útil hablar con un consejero.
fr: Les symptômes suggèrent une dépression légère. Il pourrait être utile de parler à un conseiller.
hi: लक्षण हल्के अवसाद का संकेत देते हैं। किसी परामर्शदाता से बात करना मददगार हो सकता है।
it: I sintomi suggeriscono depressione lieve. Potrebbe essere utile parlare con un consulente.
pt: Os sintomas sugerem depressão leve. Pode ser útil conversar com um conselheiro.
th: อาการบ่งชี้ว่าซึมเศร้าเล็กน้อย การพูดคุยกับที่ปรึกษาอาจช่วยได้

# phq9DescModerate
source: Symptoms suggest moderate depression. Consider a consultation with a healthcare professional.
de: Symptome deuten auf mittlere Depression hin. Erwägen Sie eine Konsultation bei einem Facharzt.
es: Los síntomas sugieren depresión moderada. Considera una consulta con un profesional de la salud.
fr: Les symptômes suggèrent une dépression modérée. Envisagez une consultation avec un professionnel de santé.
hi: लक्षण मध्यम अवसाद का संकेत देते हैं। स्वास्थ्य पेशेवर से परामर्श लेने पर विचार करें।
it: I sintomi suggeriscono depressione moderata. Considera una consultazione con un professionista della salute.
pt: Os sintomas sugerem depressão moderada. Considere uma consulta com um profissional de saúde.
th: อาการบ่งชี้ว่าซึมเศร้าปานกลาง ควรปรึกษาผู้เชี่ยวชาญด้านสุขภาพ

# phq9DescModeratelySevere
source: Symptoms suggest moderately severe depression. Please reach out to a professional for support.
de: Symptome deuten auf mittelschwere Depression hin. Bitte wenden Sie sich an einen Fachmann.
es: Los síntomas sugieren depresión moderadamente severa. Por favor busca apoyo profesional.
fr: Les symptômes suggèrent une dépression modérément sévère. Veuillez consulter un professionnel.
hi: लक्षण मध्यम से गंभीर अवसाद का संकेत देते हैं। कृपया पेशेवर सहायता प्राप्त करें।
it: I sintomi suggeriscono depressione moderatamente grave. Ti preghiamo di rivolgerti a un professionista.
pt: Os sintomas sugerem depressão moderadamente severa. Por favor, procure apoio profissional.
th: อาการบ่งชี้ว่าซึมเศร้าปานกลางถึงรุนแรง กรุณาขอความช่วยเหลือจากผู้เชี่ยวชาญ

# phq9DescSevere
source: Symptoms suggest severe depression. We strongly recommend seeking immediate professional help.
de: Symptome deuten auf schwere Depression hin. Wir empfehlen dringend, sofort professionelle Hilfe zu suchen.
es: Los síntomas sugieren depresión severa. Recomendamos encarecidamente buscar ayuda profesional inmediata.
fr: Les symptômes suggèrent une dépression sévère. Nous recommandons fortement de chercher une aide professionnelle immédiate.
hi: लक्षण गंभीर अवसाद का संकेत देते हैं। हम दृढ़ता से तत्काल पेशेवर मदद लेने की सलाह देते हैं।
it: I sintomi suggeriscono depressione grave. Consigliamo vivamente di cercare aiuto professionale immediato.
pt: Os sintomas sugerem depressão severa. Recomendamos fortemente buscar ajuda profissional imediata.
th: อาการบ่งชี้ว่าซึมเศร้ารุนแรง เราแนะนำอย่างยิ่งให้ขอความช่วยเหลือจากผู้เชี่ยวชาญทันที

source: Next Steps
de: Nächste Schritte
es: Próximos pasos
fr: Prochaines étapes
hi: अगले कदम
it: Prossimi passi
pt: Próximos passos
th: ขั้นตอนถัดไป

# recPracticeMindfulness
source: Practice mindfulness and meditation
de: Achtsamkeit und Meditation praktizieren
es: Practicar mindfulness y meditación
fr: Pratiquer la pleine conscience et la méditation
hi: माइंडफुलनेस और ध्यान का अभ्यास करें
it: Praticare mindfulness e meditazione
pt: Praticar mindfulness e meditação
th: ฝึกสติและการทำสมาธิ

# recPhysicalActivity
source: Engage in regular physical activity
de: Regelmäßige körperliche Aktivität
es: Realizar actividad física regular
fr: Pratiquer une activité physique régulière
hi: नियमित शारीरिक गतिविधि करें
it: Fare attività fisica regolare
pt: Praticar atividade física regular
th: ออกกำลังกายสม่ำเสมอ

# recHealthySleep
source: Maintain a healthy sleep schedule
de: Einen gesunden Schlafrhythmus einhalten
es: Mantener un horario de sueño saludable
fr: Maintenir un rythme de sommeil sain
hi: स्वस्थ नींद की दिनचर्या बनाए रखें
it: Mantenere un programma di sonno sano
pt: Manter um horário de sono saudável
th: รักษาตารางการนอนที่ดีต่อสุขภาพ

# recTalkToFriends
source: Talk to trusted friends or family members
de: Mit vertrauten Freunden oder Familienmitgliedern sprechen
es: Hablar con amigos o familiares de confianza
fr: Parler à des amis ou des membres de la famille de confiance
hi: विश्वसनीय दोस्तों या परिवार के सदस्यों से बात करें
it: Parlare con amici o familiari di fiducia
pt: Conversar com amigos ou familiares de confiança
th: พูดคุยกับเพื่อนหรือสมาชิกในครอบครัวที่ไว้ใจได้

# recMaintainRoutine
source: Maintain a routine for sleep and meals
de: Eine Routine für Schlaf und Mahlzeiten einhalten
es: Mantener una rutina de sueño y comidas
fr: Maintenir une routine pour le sommeil et les repas
hi: नींद और भोजन के लिए एक दिनचर्या बनाए रखें
it: Mantenere una routine per sonno e pasti
pt: Manter uma rotina de sono e refeições
th: รักษากิจวัตรการนอนและมื้ออาหาร

# recSetGoals
source: Set small, achievable daily goals
de: Kleine, erreichbare tägliche Ziele setzen
es: Establecer metas pequeñas y alcanzables cada día
fr: Se fixer de petits objectifs quotidiens réalisables
hi: छोटे, प्राप्त करने योग्य दैनिक लक्ष्य निर्धारित करें
it: Fissare piccoli obiettivi giornalieri raggiungibili
pt: Definir pequenas metas diárias alcançáveis
th: ตั้งเป้าหมายเล็กๆ ที่ทำได้ในแต่ละวัน

# recStayConnected
source: Stay connected with your support network
de: Mit Ihrem Unterstützungsnetzwerk verbunden bleiben
es: Mantener contacto con tu red de apoyo
fr: Rester en contact avec votre réseau de soutien
hi: अपने सहायता नेटवर्क से जुड़े रहें
it: Rimanere in contatto con la propria rete di supporto
pt: Manter contato com sua rede de apoio
th: รักษาการติดต่อกับเครือข่ายสนับสนุนของคุณ

# recContactCrisisHotline
source: Contact a mental health crisis hotline
de: Eine psychische Krisenhotline kontaktieren
es: Contactar una línea de crisis de salud mental
fr: Contacter une ligne d'aide en cas de crise
hi: मानसिक स्वास्थ्य संकट हेल्पलाइन से संपर्क करें
it: Contattare una linea di crisi per la salute mentale
pt: Entrar em contato com uma linha de crise de saúde mental
th: ติดต่อสายด่วนสุขภาพจิต
